[{"question": "Dove sono stati scoperti i neuroni specchio?", "hints": ["F5p si trova nel banco posteriore del solco arcuato1", "F5a si trova più ventralmente sempre nel labbro", "l'area F5c è detta convessità e si trova al confine con F4"], "id": 1, "image": "static/uploads/F5.jpg"}, {"question": "Che differenza c'è tra neuroni che codificano lo scopo e neuroni che codificano il tipo di atto in premotoria?", "hints": ["Ci sono neuroni nella corteccia premotoria che hanno una scarica che è indipendente dal tipo di afferramento. Rispondono sia quando l'afferramento è un afferramento di precisione sia quando è un afferramento di potenza.\r\n\r\n\r\nCi sono poi neuroni che invece hanno un tipo di attività diverso", "per cui sparano quando la scimmia esegue un atto di afferramento di precisione ma non sparano quando l'afferramento è fatto con una presa di potenza.\r\n\r\nQuindi sono di due tipi \"almeno\""], "id": 2, "image": "static/uploads/diverso-afferramento.jpg"}, {"question": "Come si svolgevano i primi studi sui neuroni specchio? Da quanti neuroni si registrava?", "hints": ["Si inseriva un elettrodo che poteva captare il segnale anche di 3 o 4 neuroni", " la differente risposta era legata alla distanza. Si andava poi ad isolare il singolo neurone e si escludeva con una buona approssimazione il contributo degli altri neuroni"], "id": 3}, {"question": "Quale è l'attività dei neuroni mirror a riposo?", "hints": ["Dipende", "ci sono neuroni che hanno una scarica spontanea nulla o quasi nulla", "altri invece che hanno una scarica spontanea alta. Per quel che riguarda i neuroni mirror si sono trovati neuroni che all'osservazione aumentavano la loro frequenza di scarica", "altri neuroni con una frequenza spontanea alta che si inibivano all'osservazione di azioni"], "id": 4}, {"question": "Come era il video che è stato mostrato all'inizio sui neuroni specchio?", "hints": ["La scimmia osservava un osservato che piazzava un pezzo di cibo su un contenitore", "poi la scimmia afferrava il cibo. Tra un momento e l'altro c'è una pausa", "quando viene presentato il cibo. Questa pausa è importante perchè esclude che la risposta del neurone mirror iniziale sia una preparazione motoria (altrimenti avrebbe scaricato fino alla fine dell'azione)"], "id": 5, "image": "static/uploads/neuroni-specchio.jpg"}, {"question": "Cosa puoi dirmi dell'esperimento sui neuroni dei neuroni che si inibiscono all'osservazione?", "hints": ["E' una tipologia di neuroni evidenziata già dai primi studi. Il neurone a differenza di quando si eccita", " in questo caso si inibisce", " ossia riduce la sua frequenza di scarica", " sia quando osserva l'azione dello sperimentatore", " sia quando afferra il cibo. Importante: c'era una condizione in cui il pezzo di cibo veniva coperto da un bicchierino", " per escludere che la ridotta attivazione in osservazione fosse legata alla mano dello sperimentatore che copriva il cibo", " in questa condizione il neurone non modifica la sua frequenza di scarica quando il cibo viene coperto dal bicchierino."], "id": 6}, {"question": "Cosa stavano cercando quando hanno trovato i neuroni specchio?", "hints": ["Stavano studiando se i neuroni dell'area F5 avessero una scarica che fosse legata alla cinematica del movimento. Venivano quindi utilizzati oggetti e cibi di varia natura e valenza sia per compiti di osservazione che di esecuzione. Ad esempio veniva preso un pezzo di cibo", " posato su un supporto e poi dato alla scimmia che doveva afferrarlo. Durante questi compiti si è visto che i neuroni di F5 rispondevano anche durante l'osservazione di atti motori finalizzati"], "id": 7}, {"question": "Quali controlli sono stati necessari per lo studio dei mirror e si trovano nello studio di Rizzolatti e Gallese del 1996?", "hints": ["Sono stati fatti i seguenti controlli: 1) presentazione dell'oggetto/cibo per evitare che la risposta visiva fosse di neuroni canonici 2) presentare solo la mano per valutare se non fosse solamente la mano ad attivare il neurone 3) presentazione di una simil-pantomima eseguita con un utensile e non con la mano 4) in esecuzione compito visivo eseguito al buoi. Per escludere che la risposta non fosse motoria ma fosse visiva. Importante: in tutti i controlli il neurone non risponde", "visto che il neurone risponde per l'azione della mano con l'oggetto", "ma non per la mano e non per l'oggetto allora quello che resta è l'atto motorio in sè", "ossia il suo scopo. Per quel che riguarda la pantomima è una simil pantomima fatta con un utensile", "nella realtà osservazioni ed esperimenti successivi hanno dimostrato che il neurone mirror risponde anche all'utilizzo di strumenti dopo una fase di training o comunque alla fine degli esperimenti dove vede l'utensile come un prolungamento del braccio dello sperimentatore"], "id": 8, "image": "static/uploads/rizzolatti-gallese.jpg"}, {"question": "Parlami dell'esperimento in cui si usava come azione la prensione di un oggetto con il dito indice", "hints": ["Nell'esperimento il soggetto doveva prendere un pezzo di cibo dentro ad un piccolo buco con solo l'indice", "Quando si usa l'indice il neurone risponde", "quando si usa una pantomima", "quindi solo l'indice senza il cibo il neurone non risponde", "quando si fa lo stesso gesto con un cacciavite il neurone non risponde.Importante: nei primi studi sui mirror sia la pantomima che la semipantomima fatta con uno strumento non generavano la risposta del neurone.\r\n\r\nImportante: questo è uno dei primi esperimenti che ha dimostrato che il neurone non risponde ne per la pantomima dell'atto ne usando un cacciavite al posto del dito indice"], "id": 9, "image": "static/uploads/prensione-con-indice.jpg"}, {"question": "Quali sono gli atti motori di mano del repertorio motorio della scimmia?", "hints": ["Nella scimmia sono stati categorizzati 5 atti motori: - Afferrare - Manipolare - Tenere - Piazzare - Interazione tra due mani. Nell'uomo gli atti di mano non sono molti di più. Ci sono atti che possono essere eseguiti tramite strumenti. Inoltre c'è la presa di precisione tipica di quando dobbiamo tenere una penna in mano per scrivere. Ma la scimmia ha un atto simile quando deve tenere in mano delle piccole bacchette."], "id": 10, "image": "static/uploads/codifica-neuroni-mirror.jpg"}, {"question": "Oltre alla codifica dello scopo, quali altre variabili possono essere codificate dai neuroni mirror?", "hints": ["Sappiamo che l'ingresso che determina l'input dei neuroni mirror è diverso", "possono essere informazioni di tipo motorio", "visivo", "o di altra natura. Gli aspetti studiati che determinano una modulazione della risposta dei neuroni mirror sono: - la preferenza per la direzione dell'atto motorio (da destra a sinistra o viceversa) - La preferenza manuale (se mano destra o sinistra)", "ricorda l'imitazione speculare dei bambini - Il punto di vista", "quindi se l'azione è svolta da una prospettiva egocentrica", "a 90° o 180° - Se l'azione svolta è nello spazio peripersonale o extrapersonale", "per la metà è una risposta determinata da una distanza operativa", "per metà da una distanza metrica. Inoltre la risposta è graduale", "per i peripersonali se prendiamo 37 cm come distanza che delimita lo spazio per ed extra", "a 28 e 24.5 cm troviamo risposte più forti (più forte a 28cm)", "anche per lo spazio extrapersonale abbiamo una gradualità", "con la risposta che aumenta all'aumentare della distanza - l'oggetto che viene visto afferrare", "se è un cibo (più o meno preferito) oppure se è un oggetto. Anche rispetto ad una associazione tra un oggetto associato ad un reward e un oggetto non associato ad un reward - l'intenzione dell'agente (sia che sia la scimmia", "sia che sia l'osservatore)"], "id": 11}, {"question": "Cosa vuol dire che un neurone mirror ha una scarica preferenziale per la direzione dell'atto?", "hints": ["Significa che alcuni neuroni mirror presentano una scarica differenziale se l'atto è svolto da destra a sinistra o da sinistra a destra. Nello specifico sono stati presentati alla scimmia diversi atti di mano in cui lo sperimentatore dal vivo afferrava un oggetto da destra a sinistra o da sinistra a destra", "negli istogrammi si vede sia la risposta alla visione", "che la risposta in esecuzione. Gli atti venivano poi eseguiti nell'emicampo destro", "in quello sinistro e in posizione centrale. Dall'istogramma si vede che la risposta quando la scimmia vede l'azione svolgersi da destra a sinistra è maggiore di quando vede la stessa azione da sinistra a destra. La risposta in esecuzione non cambia ed è", "come capita per i neuroni specchio", "sempre più amplia in esecuzione rispetto che in visione. Importante: quando l'azione era nell'emicampo destro la risposta era un po' meno intensa ma comunque maggiore rispetto all'azione da sinistra a destra."], "id": 12, "image": "static/uploads/direction-preference.jpg"}, {"question": "Cosa puoi dirmi della capacità dei neuroni mirror di codificare la mano utilizzata?", "hints": ["Una delle caratteristiche che i neuroni mirror riescono a codificare è quale mano sia utilizzata dall'osservatore. In questo caso venivano mostrati alla scimmia atti di mano destra e sinistra e venivano presentati nell'emicampo destro o sinistro o al centro. Nella condizione A1 e A2 (A centrale", "1 sinistra e 2 destra) vediamo come il neurone risponde per la mano sinistra ma non c'è risposta per la mano destra. Nella condizione B1 e B2 (B è sinistra) abbiamo sempre una risposta nella condizione con la mano sinistra. Nelle condizioni C1 e C2 abbiamo sempre una risposta in C1", "in C2 addirittura il neurone si inibisce. Importante: La risposta ha una risposta sia quando deve effettuare lei il movimento di afferramento con la mano destra e con la mano sinistra. Ma è più intensa per la mano destra (che è quella opposta a quella usata dallo sperimentatore). Questo esperimento fa pensare all'imitazione dei bambini", "infatti le scimmie non imitano se non quando sono appena nate", "ma i bambini quando gli si chiede di imitare un movimento tendono ad avere una imitazione speculare (differenza rispetto all'adulto che invece usa la mano giusta). Questo non dimostra nulla", "ma è un aspetto che va ricordato"], "id": 13, "image": "static/uploads/hand-preference.jpg"}, {"question": "Come hanno fatto a dimostrare che la risposta dei neuroni mirror è una risposta motoria e non legata semplicemente all'input visivo?", "hints": ["Sappiamo che le proprietà motorie dei neuroni mirror sono state testate attraverso il movimento al buio. Ma rispetto alla loro risposta in osservazione è stato fatto un ulteriore esperimento. La scimmia doveva osservare una serie di atti svolti da un osservatore: - In una condizione la scimmia osservava un semplice atto di afferramento (il neurone risponde) - In una seconda condizione la scimmia osservava la pantomima di quell'atto", "cioè la mano che fa il movimento ma non c'è l'oggetto (il neurone non risponde) - Nella terza condizione veniva mostrato l'oggetto", "poi veniva occluso da una paratia e la scimmia osservava l'atto parzialmente nascosto della mano (il neurone risponde) - Nella quarta condizione la scimmia osservava che non c'era l'oggetto", "veniva tirata la paratia e l'osservatore compiva una pantomima (il neurone non risponde) Quindi si può escludere che la risposta del neurone sia legata ad una informazione puramente visiva e pittorica", "in quanto nella condizione 3 non vede effettivamente cosa sta succedendo", "eppure il neurone scarica come se stesse osservando l'afferramento e questo lo fa sulla base della memoria", "memoria che però necessita di una sorta di \"dizionario\" delle azioni che è codificato nei circuiti parieto-premotori. Per cui la scimmia immagina quello che sta succedendo e lo fa correttamente", "utilizzando le rappresentazioni motorie che sono salvate nel suo sistema motorio. Quello che manca dell'azione osservata viene ricostruito grazie alle rappresentazioni motorie che sono salvate nei circuiti parieto-premotori che contengono queste rappresentazioni."], "id": 14, "image": "static/uploads/umilta-scarica-atto-nascosto.jpg"}, {"question": "Quali sono i neuroni mirror che hanno una codifica predittiva?", "hints": ["Non tutti i neuroni mirror codificano per l'atto anche se non viene osservato interamente. Sono circa la metà che rispondono per atti parzialmente occlusi. Di questi una piccola parte mostra di avere una codifica predittiva. Infatti", "se andiamo a vedere i profili di scarica dei neuroni che rispondono per azioni parzialmente occluse", "la maggior parte mostra una temporizzazione identica a quando l'atto viene osservato completamente. Ma una parte di questi mostra una temporizzazione anticipata", "per cui l'atto motorio (afferramento) e la risposta del neurone avviene prima. Nell'esperimento si vedono 4 condizioni: - situazione visiva", "il mirror scarica quando vede la mano afferrare l'oggetto - situazione di pantomima", "il mirror non scarica - pantomima dietro ad uno schermo", "il mirror non scarica - situazione visiva con azione dell'afferramento nascosta dallo schermo (il neurone scarica in modo anticipato) Cosa consente a questi neuroni di scaricare in modo anticipato? Probabilmente l'osservazione della mano in avvicinamento manda il neurone mirror sottosoglia ma finchè c'è l'input visivo la risposta è condizionata da questo. Se la mano scompare dietro allo schermo allora il neurone mirror può attivarsi e lo fa molto probabilmente in virtù delle sue passate esperienze motorie e quindi di fatto anticipa andando soprasoglia quando l'input visivo non mostra più la mano. Quindi si basa su un meccanismo predittivo che si basa sulle prove precedenti"], "id": 15, "image": "static/uploads/predictive-mirror.jpg"}, {"question": "Cosa sono i neuroni mirror audio visivi e dove sono stati trovati?", "hints": ["Sono stati trovati neuroni mirror che erano in grado di rispondere non solo per la visione", "ma anche solo per l'ascolto di un atto finalizzato. L'intento dello studio era capire se i neuroni fossero in grado di rispondere ad atti finalizzati solamente ascoltati. In un esperimento venivano testate diverse condizioni tra cui: - rompere della carta - lasciar cadere una bacchetta a terra - un rumore bianco o un click - vocalizzazioni di un'altra scimmia Il primo neurone mostra una risposta significativa sia quando viene visto e sentito il rompere la carta (l'atto era fatto in modo naturalistico) ma non risponde per il rumore bianco e al suono della vocalizzazione addirittura si inibisce. Il secondo neurone risponde quando viene fatta cadere una bacchetta e anche quando la scimmia sente solo il rumore", "ma non risponde per il click o per la vocalizzazione della scimmia. In entrambi i casi nella condizione visione + suono l'attività del neurone inizia prima che il suono venga effettivamente emesso", "nella modalità uditiva si attiva solo nel momento in cui sente il suono. Importante: cosa succede se viene presentato solamente il suono e non la parte visiva? Veniva confrontata la risposta del neurone durante la visione e basta", "solo il suono o entrambi di una azione come il rompere una nocciolina. Questa risposta era confrontata ad un atto di afferramento di un anello a cui era associato un particolare suono o confrontato con la rottura di un pezzo di carta. - un neurone mostra una risposta sia alla visione che all'ascolto che alla presenza di audio+suono per l'azione di rompere una nocciolina", "lo stesso neurone non risponde durante l'afferramento + suono dell'anello", "solo alla visione dell'afferamento o solo al suono. Nella condizione motoria si attiva per la rottura di una nocciolina ma non per l'afferramento dell'anello. - il secondo neurone mostra una attivazione nella condizione visiva+acustica della rottura della nocciolina", "ma nessuna risposta alla sola visione e ridotta all'ascolto. Questo è quindi un neurone che per attivarsi integra informazioni visive e uditive e la sua risposta migliore la si ottiene quando entrambe le condizioni sono presenti. Il neurone si attiva per la rottura di una nocciolina. Lo stesso neurone invece non si attiva alla visione", "all'ascolto o entrambi della rottura della carta. Sia in osservazione/ascolto che in esecuzione. Anche a livello di popolazione vediamo che la risposta all'azione preferita è maggiore rispetto all'azione non preferita. La risposta maggiore la si ha nelle condizioni visione+suono", "ma anche la risposta al solo suono è paragonabile. Ridotta è la risposta alla sola visione anche se presente. Nella condizione non preferita la risposta della popolazione dei neuroni è ridotta"], "id": 16, "image": "static/uploads/Mirror_audio-visivi.jpg"}, {"question": "Come si può dimostrare che la codifica dei neuroni mirror è una codifica dell'atto motorio e non solo visivo/pittorica?", "hints": ["Per dimostrare che i neuroni mirror avessero una reale risposta che codificasse l'atto motorio:\n- è stato fatto l'esperimento dove l'atto era parzialmente oscurato da una tendina\n- sono stati studiati i neuroni mirror audio-visivi\n\nIn entrambi i casi la risposta è presente anche se non c'è parzialmente o totalmente l'immagine motoria dell'azione. Questo dimostra che la codifica dei neuroni mirror è relativa all'atto motorio e non alla sua rappresentazione pittorica"], "id": 17}, {"question": "Cosa succede ai neuroni mirror audio-visivi se viene presentato solo lo stimolo visivo?", "hints": ["Dipende", " alcuni neuroni mostrano una risposta uguale sia alla visione", " sia all'ascolto", " sia alla visione + ascolto. Nello specifico era presentato l'atto di rompere una nocciolina e veniva poi mostrato l'atto di rompere un pezzo di carta.\nAltri neuroni invece mostrano una risposta nulla o più attenuata quando lo stimolo è solo visivo rispetto alla condizione visione + ascolto. Dimostrando quindi di essere un neurone che mostra delle proprietà additive e integrative.\n\nQuindi ci sono neuroni mirror la cui risposta è la stessa sia per il solo stimolo visivo", " sia quello uditivo che per entrambi.\nAltri neuroni mirror in cui visione+suono produce un'azione più intensa.\nAnche a livello di popolazione possiamo trovare queste differenze di attivazione. Ovviamente tutti questi neuroni erano confrontati con un controllo (rompere un pezzo di carta", " nelle diverse condizioni)"], "id": 18}, {"question": "Cosa vuol dire neurone strettamente congruente? Come si dimostra questo?", "hints": ["Quando si parla di neuroni strettamente congruenti si intende che c'è una uguaglianza non solo nello scopo dell'atto", "ma anche come questo atto viene eseguito. Sono circa il 35% del totale dei neuroni mirror. Nell'esperimento veniva presentato alla scimmia un movimento di manipolazione di un pezzo di cibo che prevedeva la rotazione del polso in senso orario e antiorario. In questo caso il neurone risponde solamente quando la rotazione del polso viene fatta in senso antiorario. Nella condizione di esecuzione veniva presentato il cibo alla scimmia con una mano", "che doveva effettuare un movimento di rotazione del polso. La risposta del neurone avveniva solamente quando la rotazione del polso era effettuata in senso antiorario. In questo caso quindi c'è una perfetta corrispondenza non solo dello scopo dell'atto", "ma anche del modo in cui questo atto viene eseguito. Come controllo la scimmia doveva semplicemente afferrare un pezzo di cibo", "in questo caso il neurone non risponde"], "id": 19, "image": "static/uploads/neurone-mirror-congruente-in-senso-stretto.jpg"}, {"question": "Cosa significa che un neurone non è strettamente congruente?", "hints": ["Significa che l'atto in osservazione non è specifico rispetto alla preferenza mostrata in esecuzione. Ad esempio un neurone mirror può rispondere in esecuzione per una presa di precisione e può rispondere sia alla presa di potenza che alla presa di precisione in osservazione. I neuroni mirror congruenti in senso lato sono la maggioranza (circa il 65%). Il neurone in osservazione risponde sia per una presa di precisione", "sia per una presa di potenza. Mentre in esecuzione è specifico per la presa di precisione e non risponde per la presa di potenza."], "id": 20, "image": "static/uploads/mirror-congruente-in-senso-lato.jpg"}, {"question": "test", "hints": ["test"], "id": 23}, {"question": "Cos'è il matching system?", "hints": ["E' il meccanismo che è stato ipotizzato essere alla base della comprensione degli atti motori da parte dei neuroni mirror. Quando un neurone mirror si attiva infatti la sua scarica in esecuzione e in osservazione è paragonabile. Il nostro sistema motorio quando osserviamo un atto svolto da un altro entra naturalmente in attività. Questo accesso automatico è quello che ci permette la comprensione dell'atto motorio", "almeno per quel che riguarda lo scopo. L'atto motorio osservato fa risuonare il circuito motorio che consente così di estrapolarne lo scopo.\r\n\r\nImportante: i neuroni mirror generalmente hanno una risposta maggiore in esecuzione rispetto che in osservazione. Questo aspetto è rilevante da un punto di vista della sua funzione relativa alla cognizione sociale. Nel senso che deve esserci una differenza tra quando osservo un'atto fatto da altri a quando sono io stesso ad eseguirlo. Proprio per differenziare il sé dall'altro"], "id": 24, "image": "static/uploads/matching-system.jpg"}, {"question": "Che tipo di output ha il neurone mirror?", "hints": ["L'uscita del neurone mirror è di tipo motorio. RIceve numerosi input che possono codificare diversi aspetti", "come la posizione della mano", "la sua velocità o quale mano viene utilizzata", "possono avere informazioni rispetto alla posizione del braccio e anche al tipo di afferramento. Alcuni neuroni possono avere anche temporizzazioni più strette e rispondere solamente all'apertura o la chiusura di una mano. Ma l'output è motorio e la sua risposta è la rappresentazione motoria dell'atto. L'output finale può quindi codificare semplicemente lo scopo dell'atto motorio oppure avere una uscita più specifica che va ad attivare altri neuroni che a loro volta attivano delle risposte comportamentali coerenti con l'atto osservato."], "id": 25, "image": "static/uploads/output-neurone-mirror.jpg"}, {"question": "Differenze tra emulazione e imitazione e neuroni strettamente congrueti e non strettamente congruenti", "hints": ["Sappiamo che solo l'uomo è in grado di imitare nella definizione più restrittiva del termine. Nelle scimme si parla di emulazione", "ciò che viene copiato non è esattamente lo stesso identico movimento ma quello che viene copiato è lo scopo motorio. Per quel che riguarda l'uomo invece si parla di imitazione. In questo senso i neuroni congruenti in senso stretto potrebbero servire all'uomo per l'imitazione", "mentre per quel che riguarda i neuroni congruenti in senso lato potrebbero servire per la comprensione degli atti e per l'emulazione."], "id": 26}, {"question": "Per studiare i mirror si possono utilizzare videoclip?", "hints": ["Recentemente sono stati realizzati dei videoclip in cui la scimmia osservava un uomo o un'altra scimmia eseguire un gesto di afferramento. Alla scimmia veniva chiesto di prestare attenzione non tanto ad un singolo punto", "ma ad una regione dello spazio dove venivano presentati i filmati altrimenti non veniva premiata. Nell'esperimento veniva studiata la risposta del neurone durante il compito di afferramento", "inoltre in osservazione l'atto veniva eseguito in modo naturalistico da uno sperimentatore", "oppure si faceva vedere alla scimmia un video (di un uomo o di una scimmia che afferrano un oggetto). Esistono poi diverse tipologie di neuroni: - alcuni rispondono meglio al video - altri rispondono meglio alla scena naturalistica - altri non rispondono mai allo stimolo video ma solo a quello naturalistico In generale la scena naturalistica è in grado di generare una risposta maggiore rispetto al solo video.\r\n\r\nImportante: non possiamo associare la differenza tra atto naturalistico e atto filmato a fattori attenzionali perchè la scimmia doveva prestare attenzione in entrambe le condizioni. Il fatto che la scarica sia più breve nella condizione video rispetto all'atto naturalistico è perchè in genere l'afferramento è più veloce nella scimmia che nell'uomo (e nei filmati venivano usati spesso attori scimmie).\r\n\r\nUna cosa che però non è ancora chiara è perchè", "quando invece venivano usate delle proiezioni tridimensionali (quindi con stimoli anche migliori) la risposta dei neuroni mirror fosse così debole. Nell'uomo inoltre quando presentiamo una scena naturalistica o un video la risposta del sistema mirror è diversa. Però se vogliamo studiare dei dettagli", "quindi vogliamo eliminare poteziali variabili confondenti", "dobbiamo usare stimoli registrati per ridurre la variabilità che è intrinseca negli atti naturalistici."], "id": 27, "image": "static/uploads/neuroni-mirror-in-video.jpg"}, {"question": "Cosa succede al sistema specchio degli esseri umani quando si guardano video? E' uguale a quando si guarda dal vivo?", "hints": ["No", "nell'uomo l'attivazione del sistema specchio è ridotta quando osserviamo un atto in uno schermo rispetto a quando lo osserviamo dal vivo. Anche se c'è un problema di natura tecnica", "legata al fatto che è molto più complesso nella risonanza per gli uomini fargli vedere degli atti naturalistici (perchè sono dentro allo scanner)"], "id": 28}, {"question": "Prima di studiare la capacità dei mirror di codificare una prospettiva, dove erano stati trovati neuroni che mostravano questa sensibilità?", "hints": ["Studi precedenti studi che avevano evidenziato la presenza di neuroni che sono sensibili alla prospettiva da cui si osserva un atto motorio", "o anche rispetto alle teste erano stati trovati nel solco temporale inferiore", "quindi siamo ancora nel sistema visivo. Alcuni neuroni sono sensibili per la prospettiva da cui osservano un determinato atto biologico", "altri invece sono invarianti e scaricano a prescindere dalla prospettiva."], "id": 29}, {"id": 30, "question": "Come si è dimostrato che i neuroni mirror sanno generalizzare da un atto fatto da un uomo ad uno fatto da una scimmia?", "hints": ["E' stato fatto un esperimento nel quale veniva presa una scimmia attrice", "quando era il momento la gabbietta veniva aperta e la scimmia attrice compiva un gesto di afferramento del cibo. Nella seconda condizione era lo sperimentatore che faceva il movimento di afferramento. Nel terzo caso era la scimmia stessa che eseguiva l'atto. In tutti e tre i casi il neurone mirror risponde dimostrando che la risposta è generalizzata tra la mano di una scimmia e quella di essere umano. Importante: la scarica è minore per l'afferramento osservato della scimmia e in esecuzione perchè l'atto di afferramento è più rapido nelle scimmie rispetto all'uomo"], "image": "static/uploads/neuroni-mirror-in-video.jpg"}, {"id": 31, "question": "Nello studio dei mirror audio-visivi quali condizioni sono state paragonate alla rottura di una nocciolina?", "hints": ["Nell'esperimento dei mirror audio visivi c'erano diverse condizioni:\r\n- una unità scaricava quando veniva vista o solo sentita la rottura di un pezzo di carta", "la risposta era presente sia in visione che in ascolto. Non c'era risposta per un rumore bianco o per la vocalizzazione di una scimmia. Per la vocalizzazione abbiamo una inibizione.\r\n- una unità scaricava quando cadeva un stecchetta a terra ma non rispondeva se veniva presentato un click", "oppure una vocalizzazione.\r\n\r\nIl neurone 3 è stato studiato confrontando la rottura di una nocciolina con l'afferramento di un anello a cui era associato un suono. Il neurone risponde va di più per la condizione visiva ma anche per quella solo acustica o solo visiva. La risposta era molto inferiore quando invece era presentato l'afferramento dell'anello o solamente al suono associato.\r\n\r\nIl neurone 4 invece rispondeva in modo particolare", "mostrava una risposta significativa alla visione+ascolto. Nessuna risposta alla visione e una blanda risposta all'ascolto. Questo è un esempio di neurone additivo", "la cui risposta è legata ad input sia visivi che acustici. Se infatti paragonato ad un atto di rottura della carta", "quest'ultima condizione non attivava mai il neurone. \r\n\r\nA livello di popolazione si osserva come ci sia una risposta più ampia per l'atto preferito (rompere la nocciolina) rispetto al non preferito (strappare la carta). \r\n\r\nImportante: questo studio evidenzia due aspetti:\r\n- il primo è che la codifica dell'atto può avvenire per la visione o anche solo per l'ascolto di un atto. Quindi conferma che ciò che viene codificato è l'atto motorio.\r\n- il secondo aspetto riguarda ai diversi tipi di neuroni audio-visivi. Alcuni mostrano di potersi attivare in qualsiasi condizione", "visione", "suono o entrambi; altri invece mostrano un comportamento additivo e quindi necessitano per la risposta ottimale del contributo di informazioni visive e uditive assieme."], "image": "static/uploads/visuo-motori-2.jpg"}, {"id": 32, "question": "I neuroni mirror sono in grado di modulare la loro risposta in base alla prospettiva?", "hints": ["Sì", "i primi neuroni con proprietà analoghe erano già stati trovati nel solco temporale superiore. Non erano neuroni con proprietà motorie ma rispondevano in modo specifico ad atti biologici o a visi e teste. Alcuni di questi erano invarianti mentre altri avevano una selettività per la prospettiva. Si sono quindi testati dei neuroni mirror per valutare se ci fossero delle differenze in base alla prospettiva. Per fare questo sono stati presentati dei video in cui era presente una scimmia che compiva un atto di afferramento di un pezzo di cibo in: - prospettiva soggettiva - prospettiva a 90° - prospettiva a 180° E' stato trovato che il 76% dei neuroni presenta una scarica che è modulata dal punto di vista. Mentre il restante 24% ha una risposta che è invariante. Di questo 76%", "il 30% era sensibile ad un solo punto di vista. Tra i diversi punti di vista quello che presentava il maggior numero di neuroni era quello per la prospettiva soggettiva", "anche se la differenza non era statisticamente significativa.\r\n\r\nImportante: in questo esperimento hanno osservato che i video degli attori umani erano meno efficaci di quelli di scimmie nel determinare una risposta dei neuroni mirror."], "image": "static/uploads/neuroni-mirror-prospettiva.jpg"}, {"id": 33, "question": "Come si formano i neuroni mirror?", "hints": ["Alcuni ipotizzano che all'inizio ci siano neuroni motori che si attivano per atti finalizzati e che tramite il feedback visivo venga poi associato il feedback visivo all'atto proprio. Poi questa proprietà può generalizzarsi agli altri. \r\n\r\nIl che però pone un problema", "come è possibile l'imitazione neonatale? Quindi probabilmente le connessioni tra i diversi circuiti del sistema mirror sono presenti fin dalla nascita e si sviluppano insieme allo sviluppo del sistema motorio. Tramite processi di simulazione già alla nascita il bambino può quindi immediatamente associare l'atto osservato a quello che lui ha già prodotto e che ha sviluppato attraverso i movimenti neonatali (che sono presenti già dalle prime settimane di gestazione)"]}, {"id": 34, "question": "Che tipi di neuroni si trovano nel solco temporale superiore?", "hints": ["Nel solco temporale superiore sono stati trovati neuroni che si attivano per immagini pittoriche di efferenti biologici", "di teste o di volti. Alcuni di questi sono prospettiva dipendente", "altri sono invarianti. In particolare alcuni di questi neuroni sono sensibili per lo stimolo \"mani\". Questi neuroni però fanno una analisi pittorica dello stimolo e non hanno una risposta motoria", "cosa che invece hanno i neuroni mirror", "il cui output è motorio."]}, {"id": 35, "question": "Dove vanno gli output dei neuroni mirror?", "hints": ["L'output del neurone mirror è un output motorio", "questo segnale può restare nella premotoria andando ad influenzare altri neuroni", "oppure può tornare indietro. Nello specifico F5 è connessa reciprocamente con l'area PFG che è connessa con il solco temporale superiore. Quindi l'attivazione di alcuni neuroni mirror ritorna indietro andando a consolidare il circuito. Per cui di un atto motorio noi possiamo comprenderne lo scopo", "ma allo stesso tempo mantenendo attivi i neuroni temporali", "ne cogliamo anche il dettaglio.\r\n\r\nSe ad attivare il circuito sono neuroni che hanno una codifica per un particolare punto di vista allora vengono attivati neuroni che sono selettivi per quel punto di vista. Quindi all'interno del circuito mirror restano attivi dei sottocircuiti specifici."]}, {"id": 36, "question": "Nel caso in cui un neurone mirror non sia selettivo per una prospettiva vuol dire che è attivato da neuroni temporali che non sono selettivi per il punto di vista?", "hints": ["Ci sono due possibilità", "la prima è che riceva informazioni da neuroni temporali che non sono selettivi. La seconda possibilità è che invece riceva input da neuroni che codificano diverse prospettive e nessuno di questi riesce a vincere il neurone. Non c'è nessuna prospettiva che viene favorita", "la competizione non porta nessun input a vincere il neurone. Ma sono solo delle ipotesi."]}, {"id": 37, "question": "Qual è la codifica dello spazio per i neuroni mirror?", "hints": ["Una delle variabili che determinano la risposta dei neuroni mirror è lo spazio. Tramite uno studio è stato dimostrato che circa la metà dei neuroni mirror è sensibile a dove viene osservata l'azione", "se in uno spazio peripersonale o extrapersonale. In questo caso lo sperimentatore eseguiva degli atti di afferramento di un oggetto dentro allo spazio peripersonale e nello spazio extrapersonale.\r\n\r\nTra i neuroni che sono modulati dallo spazio (che sono la metà)", "la metà codifica per lo spazio peripersonale e metà per lo spazio extrapersonale.\r\n\r\nPer chiarire se questo tipo di codifica fosse una codifica metrica o operativa si è introdotta una barriera di plexiglass", "per cui eseguendo una azione nello spazio peripersonale", "ma mettendo la barriera", "alcuni neuroni che codificavano per lo spazio peripersonale smettono di rispondere. Invece altri che scaricano per lo spazio extrapersonale iniziano a rispondere. Quindi una parte dei neuroni mirror è sensibile allo spazio", "ma uno spazio operativo e non metrico. Circa la metà codifica per uno spazio metrico e metà per uno spazio operativo.\r\n\r\nConcludendo quindi: \r\n- ci sono neuroni che codificano per lo spazio peripersonale e altri per lo spazio extrapersonale\r\n- ci sono neuroni che sono invarianti e codificano l'atto indipendentemente dallo spazio\r\n\r\nInoltre questo spazio è graduale e non è discreto. Se infatti poniamo il limite tra spazio peripersonale ed extrapersonale a 37cm", "i neuroni che codificano per lo spazio peripersonale avranno una frequenza di scarica maggiore se ci avvicinano (max a 28 cm e un po' meno a 24.5 cm). Anche per lo spazio extrapersonale se l'atto è svolto a 43cm è più forte", "ancora più forte se a 48.5cm"], "image": "static/uploads/spazio-peripersonale-mirror.jpg"}, {"id": 38, "question": "Che significato hanno le risposte per lo spazio peripersonale ed extrapersonale dei neuroni mirror?", "hints": ["Sappiamo che i neuroni mirror possono presentare una diversa scarica a seconda che l'atto sia svolto nello spazio peripersonale o extrapersonale. Per quel che riguarda lo spazio periperisonale la funzione potrebbe sottendere ad atti di cooperazione o competizione (più probabilmente di competizione nella scimmia). Quindi favorire la programmazione di atti nello spazio peripersonale. Per lo spazio extrapersonale", "che è lo spazio non raggiungibile con la mano", "potrebbero invece sottendere a comportamenti di locomozione e di avvicinamento."], "image": "static/uploads/peripersonal-space.jpg"}, {"id": 39, "question": "Che relazione c'è tra F4 e F5 in relazione alle risposte bimodali?", "hints": ["Sappiamo che c'è una connessione reciproca tra F4 e F5. In F4 troviamo neuroni che codificano per lo spazio peripersonale", "con le loro proiezioni a F5 potrebbero passare questa proprietà ai neuroni mirror di F5. Allo stesso modo le proiezioni inibitorie che da F4 vanno a F5 potrebbero", "inibendo la risposta per lo spazio peripersonale", "consentire ai neuroni di F5 di codificare lo spazio extrapersonale.\r\n\r\nDall'altra parte sappiamo che il movimento di raggiungimento è influenzato dallo scopo", "quindi quando da F5 parte un comando di afferramento questo andrebbe a coinvolgere i neuroni di F4 che codificano per il raggiungimento. Dato che una azione è una organizzazione di atti motori che viene programmata prima che l'effettore si muova.\r\n\r\nImportante: esistono poi neuroni con proprietà bimodali che si trovano nel passaggio tra F4 e F5", "quindi questa è una prova diretta dell'interazione tra queste due popolazioni di neuroni"]}, {"id": 40, "question": "Dove si trovano i campi motori che controllano gli arti inferiori?", "hints": ["Li troviamo nella porzione più dorsale della corteccia motrice primaria e nella corteccia premotoria dorsale"]}, {"id": 41, "question": "Descrivi il primo esperimento dove è stata valutata la codifica della valenza dell'oggetto dei mirror", "hints": ["Nei primi studi sui neuroni mirror non si era indagato se ci fosse una differenza tra l'osservazione della prensione di un oggetto o di un cibo", "in genere si utilizzava il cibo che ha un alto valore per la scimmia. Ma si riteneva che la prensione di un oggetto desse risposte analoghe. Nella realtà non è così.\r\n\r\nE' stato fatto un esperimento per valutare se la risposta dei neuroni mirror fosse influenzata dal tipo di oggetto che viene afferrato. Nel primo esperimento c'erano tre condizioni:\r\n- sperimentatore che prende un oggetto\r\n- sperimentatore che prende un pezzo di cibo\r\n- la scimmia che deve afferrare un pezzo di cibo (forse)\r\n\r\nVediamo che ci sono neuroni che si attivano solo quando la scimmia vede afferrare un pezzo di cibo e quando lo afferra lei (ovvio se no non sarebbero mirror)", "come il neurone 1 e 2. Il neurone 3 è invariante e non cambia la sua frequenza di scarica in base al tipo di oggetto afferrrato. Il neurone 4 invece mostra una preferenza per l'oggetto. Scarica di più quando viene preso l'oggetto rispetto al cibo.\r\n\r\nA livello di percentuali:\r\n- il 61% risponde di più quando l'animale vede prendere del cibo\r\n- il 7% quando vede prendere un oggetto\r\n- il 32% ha una risposta invariante\r\n\r\nA livello di popolazione si può osservare la linea blu dei neuroni che preferiscono il cibo e quella rossa per l'oggetto", "nel secondo grafico osserviamo la situazione opposta", "con una popolazione che preferisce l'oggetto rispetto al cibo."], "image": "static/uploads/esperimento_1_valenza.jpg"}, {"id": 42, "question": "Descrivi il secondo esperimento dove è stata valutata la codifica della valenza dell'oggetto dei mirror", "hints": ["Nel secondo esperimento il paradigma è stato cambiato. Alla scimmia veniva mostrati l'afferramento sempre di due oggetti", "uno che era associato ad un cibo e l'altro che non era associato a nulla. Per l'associazione ogni tanto alla prensione di un oggetto (e sempre quello) si dava la ricompensa.\r\n\r\nAnche in questo caso osserviamo che il neurone 1 e il neurone 2 hanno una risposta all'oggetto associato ad una ricompensa ma non all'oggetto non associato a nulla. Il neurone 3 è un neurone invariante", "mentre il neurone 4 risponde all'oggetto non associato che a quello associato.\r\n\r\nIn questo caso abbiamo delle percentuali differenti:\r\n- il 46% dei neuroni risponde all'oggetto associato alla ricompensa\r\n- il 13% risponde a oggetti non associati\r\n- il 41% ha una risposta che è invariante rispetto all'oggetto presentato.\r\n\r\nAnche a livello di popolazione possiamo osservare la risposta dei neuroni che preferiscono l'oggetto associato e quelli che preferiscono l'oggetto non associato. \r\n\r\nImportante: questo esperimento non dimostra se effettivamente il valore dell'oggetto può avere un significato. Per dimostrarlo ci vuole un ulteriore esperimento", "l'esperimento 3."], "image": "static/uploads/esperimento_2_valenza.jpg"}, {"id": 43, "question": "Descrivi il terzo esperimento dove è stata valutata la codifica della valenza dell'oggetto dei mirror", "hints": ["Nel terzo esperimento venivano alla scimmia due possibile ricompense. Una era il cibo preferito", "una era un cibo meno preferito. In modo random quando venivano presentati gli oggetti venivano anche presentata o il cibo preferito o quello meno preferito. In questo modo si veniva a creare una situazione per cui:\r\n- ad un oggetto era associato il cibo preferito\r\n- ad un oggetto era associato un secondo cibo preferito\r\n- al terzo oggetto non era associato nulla\r\nIl paradigma prevede che prima della presentazione dei tre oggetti vengano presentati le due ricompense", "poi nel corso delle prove in un numero massimo di 3 volte veniva data la ricompensa alla scimmia associata all'oggetto.\r\n\r\nCome si vede in figura troviamo che ci sono diverse modulazioni. Il neurone 1 risponde maggiormente per l'oggetto associato allo stimolo preferito. Il neurone 2 mostra una selettività per il cibo preferito. Il neurone 3 ha una selettività di tipo inibitorio", "inibisce la sua scarica spontanea", "ma lo fa di più per il cibo preferito rispetto alle altre due condizioni. Il neurone 4 mostra invece una attivazione opposta", "si attiva maggiormente quando viene afferrato l'oggetto associato al cibo meno preferito o non associato a nulla.\r\n\r\nImportante: questo esperimento quindi dimostra che l'attività dei neuroni mirror può essere modulata dalla valenza dell'oggetto che viene afferrato. Se questa è associata ad un cibo più preferito attiva preferenzialmente alcuni neuroni", "mentre l'attività di altri è meno modulata. Da dove arriva il giudizio di valenza? Molto probabilmente arriva tramite una connessione che dal solco temporale inferiore va alla corteccia prefrontale. L'informazione sulla valenza ha quindi la capacità di modulare l'attività dei neuroni mirror. Si sa poco sulla valenza", "la motivazione è legata all'attività della corteccia del cingolo (che è connessa a F5)", "ma della valenza si sa poco ma è probabile che sia legata alla PFC."], "image": "static/uploads/esperimento_3_valenza.jpg"}, {"id": 44, "question": "Come mai c'è una popolazione di neuroni che risponde per il cibo non preferito?", "hints": ["Sono una minoranza", "la maggioranza risponde per il cibo preferito. Ma da un punto di vista etologico è importante discriminare tra cibi diversi", "alcuni sono più vantaggiosi per la sopravvivenza", "altri meno", "altri vanno evitati. Per cui la codifica della valenza è un aspetto importante. Non viene appresa dai neuroni mirror", "questa informazione sulla valenza arriva probabilmente dalla corteccia prefrontale che analizza il contesto e può dare un giudizio di valenza. Questa attività può quindi modulare la risposta dei neuroni mirror."]}, {"id": 45, "question": "Cos'è il paradigma go-nogo?", "hints": ["E' un paradigma attraverso cui sono state studiate le risposte sia dei neuroni canonici sia dei neuroni mirror. Il paradigma prevede che la luce sia spenta", "poi viene emesso un suono", "se è un suono alto dice alla scimmia che deve andare a prendere un oggetto per ricevere la ricompensa", "se è basso questo dice alla scimmia di stare ferma", "di non agire", "se vuole ricevere una ricompensa. Poi la luce si accende e la scimmia deve o andare ad afferrare l'oggetto oppure semplicemente stare ferma. Nel paradigma ci sono diverse condizioni oltre a quella motoria della scimmia", "infatti può esserci una parte di osservazione in cui è lo sperimentatore che deve andare a prendere l'oggetto oppure trattenersi in base al suono.\r\n\r\nImportante: quando la luce si accende l'oggetto può essere un cono grande", "un cono piccolo o un anello che richiedono modalità di afferramento differenti."], "image": "static/uploads/paradigma-go-nogo.jpg"}, {"id": 46, "question": "Cosa ha trovato Bonini con l'esperimento di Go-Nogo pubblicato nel 2014?", "hints": ["Con questo paradigma sono stati studiati sia neuroni motori puri", "sia neuroni canonici che neuroni mirror. La risposta al nogo è stata chiamata \"inaction\".\r\n\r\nLa prima linea verticale identifica la presentazione dell'oggetto. Il neurone 1 mostra una attività maggiore quando siamo nella condizione action rispetto alla condizione inaction durante l'osservazione dell'oggetto. Quindi la risposta di questo neurone canonico è influenzata dal comando che ha ricevuto prima attraverso il suono. La stessa attività più ampia c'è quando la scimmia deve afferrare l'oggetto rispetto a quando invece deve solamente stare ferma", "anche in questo caso il neurone risponde di più nella condizione action rispetto a quella inaction. Lo stesso neurone durante il compito di osservazione dello sperimentatore (Task observation) non mostra alcun tipo di risposta. Quindi è a tutti gli effetti un neurone canonico. Se guardiamo alla risposta di popolazione abbiamo una chiara attivazione sia nella condizione di action sia quella di inaction (ma nella condizione action è più intensa", "linea blu)", "in osservazione nella condizione action c'è una piccola attivazione trascurabile.\r\n\r\nQuindi l'attivazione del neurone canonico anche nella condizione di inaction evidenzia come", "anche per negare una azione", "noi dobbiamo rievocare la rappresentazione motoria dell'azione. E' un tipo di rappresentazione simil concettuale. Infatti viene evocata anche quando la scimmia non deve fare l'azione.\r\n\r\nIl secondo neurone è invece un neurone mirror che non risponde quando viene osservato l'oggetto", "sia nella condizione action che inaction. Risponde quando la scimmia deve fare il compito nella condizione action e non risponde quando deve essere fatta la condizione inaction. Durante l'osservazione dell'azione il neurone mirror scarica sia quando l'osservatore va a prendere l'oggetto sia quando si trattiene.\r\n\r\nImportante: non tutti i neuroni canonici quando osservano l'oggetto e i mirror quando osservano la non azione sono attivi durante la condizione inaction. Solo una parte", "che però è consistente ed evidenzia che sia quando la scimmia deve negare una azione", "sia quando vede uno sperimentatore non fare una azione evocano comunque una rappresentazione motoria. Ci dice come il nostro sistema motorio funziona. Evocando delle rappresentazioni simil concettuali di atti che sono \"salvati\" nei circuiti parieto-premotori. Anche nell'uomo quando si fanno sentire verbi di azione che anche di negazioni di azione si attiva sempre il sistema motorio."], "image": "static/uploads/risultati-go-nogo.jpg"}, {"id": 47, "question": "Come funziona il sistema mirror per il riconoscimento degli atti motori?", "hints": ["Nel neurone mirror avviene la comparazione diretta tra un atto motorio che può essere ascoltato o visto (anche solo parzialmente) e l'atto eseguito dal soggetto stesso. Questa comparazione avviene da input visivi e acustici ed è comparata con l'attività dei neuroni motori puri di F5.\r\n\r\nL'output dei mirror può tornare indietro a rinforzare il circuito", "può restare nella corteccia premotoria o può andare in F1. Ci sono tanti neuroni mirror che si attivano durante l'osservazione di un atto motorio. Quelli che proiettano a F1 potrebbero in parte portare la corteccia motrice primaria ad andare soprasoglia e attivare un movimento", "che però deve essere inibito. Questo meccanismo di inibizione risiede probabilmente a livello della corteccia prefrontale mesiale e tramite l'area F6 (corteccia pre-supplementare) va ad inibire la risposta in esecuzione. L'area F6 è implicata anche nell'inibizione di azioni osservando oggetti.\r\n\r\nIn pazienti con danni alla corteccia prefrontale mesiale infatti si possono assistere a disturbi come l'ecolalia (la ripetizione a pappagallo di tutto quello che viene sentito) o l'ecoprassia ossia la ripetizione di gesti che vengono osservati fatti da altri."], "image": "static/uploads/funzionamento-sistema-mirror.jpg"}, {"id": 48, "question": null, "hints": []}]