[
    {
        "id": 2,
        "question": "Qual è lo spettro della luce?",
        "hints": "<p>La luce viene misurata attraverso un <strong>nanometro </strong>che può calcolarne la lunghezza d'onda. La lunghezza d'onda della luce viene misurata in nanometri, cioè 10^-9 metri, ossia un miliardesimo di metro. Possiamo quindi avere delle lunghezza d'onda molto diverse tra loro.\\n\\n0.01 nm: raggi gamma, tipici delle radiazioni nucleari\\n1 nm: raggi x\\n100 nm: raggi ultravioletti\\n400 - 700nm: luce visibile dall'occhio umano\\n1micron - 1 cm: raggi infrarossi\\n1m -1km: onde radio\\n\\nLa gamma delle lunghezze d'onda che ritroviamo in una radiazione elettromagnetica viene detta <strong>spettro elettromagnetico</strong>. In funzione della lunghezza d'onda le informazioni possono viaggiare per una distanza più o meno ampia. Per questo si usano le onde radio per comunicare a grande distanza.\\n\\nL'occhio umano è in grado di elaborare lunghezze d'onda che vanno dai <strong>400 nm ai 700 nm</strong> perchè è questa la lunghezza d'onda che può essere assorbita dal <strong>retinale</strong>, una forma della <strong>vitamina A</strong> che li lega alle opsine, e che determina i potenziali graduati dei fotorecettori. I fotorecettori sono di due tipi, i coni e i bastoncelli, dovuti alla diversa forma del <strong>segmento esterno del recettore stesso</strong> e che variano anche rispetto alla sensibilità. I bastoncelli sono molto più sensibili e sono in grado di attivarsi anche con un solo fotone assorbito. I coni hanno una sensilità ridotta. I bastoncelli si usano nella visione con poca luce, detta <strong>scotopica</strong>, i coni per la visione diurna detta <strong>fotopica</strong>.\\n\\n. I coni sono di tre tipi, gli S, gli M e gli L in base alla diversa funzione di assorbanza dei fotoni.\\n\\nGli S assorbono più facilmente energia elettromagnetica per lunghezze d'onda più corte dello spettro visibile, gli M e gli L hanno delle funzioni di assorbanza che li portano ad essere più sensibili a lunghezze d'onda medie o più lunghe, anche se la loro assorbanza è molto simile.</p>",
        "image": "static/uploads/onda-elettromagnetica.png"
    },
    {
        "id": 3,
        "question": "Si può dire che i raggi del colore siano colorati?",
        "hints": "<p>I raggi della luce<strong> non sono colorati</strong> perchè il colore appartiene al percetto, quindi è il prodotto di un processo percettivo, non è una caratteristica della stimolo fisico. Anche Newton diceva questo, che i raggi di luce non sono colorati.&nbsp;\\n\\nNonostante si dica che la luce è colorata, nello specifico la luce a basse lunghezze viene detta<strong> luce blu</strong>, quella centrale dello spettro<strong> luce gialla</strong>, e verso la fine dello spettro <strong>luce rossa</strong>, nella realtà la luce non è colorata.\\n\\nCi possono infatti essere situazioni in cui la lunghezza d'onda della luce è la stessa ma i colori percepiti sono diversi, come nell'immagine. Oppure altre condizioni in cui la lunghezza d'onda è diversa ma vengono percepiti gli stessi colori.\\n</p>",
        "image": "static/uploads/colori-non-sono-direttamente-legati.png"
    },
    {
        "id": 4,
        "question": "Interazione Luce-Superfici",
        "hints": "<p>La luce nel vuoto si propaga sempre alla stessa velocità e nella stessa direzione.\\nQuando invece interagisce con la materia possono succedere quattro cose diverse:</p><p>\\n</p><ul><li>La luce può rimbalzare indietro con un angolo uguale al suo angolo di incidenza (<strong>riflessione speculare</strong>). Ad esempio i materiali che riflettono i raggi luminosi.</li><li>La luce può rimbalzare indietro con una direzione qualsiasi (<strong>riflessione diffusa o lambertiana</strong>). Ad esempio le superfici opache hanno una riflessione diffusa.</li><li>Attraversare il materiale subendo una deviazione (<strong>rifrazione</strong>). Ogni materiale ha il proprio indice di rifrazione, quindi quando cambia il materiale la luce può modificare la sua direzione</li><li>Attraversare il materiale senza variare la propria direzione (<strong>trasmissione</strong>)</li><li>Essere assorbito e trasformarsi in calore (<strong>assorbimento</strong>)</li></ul>",
        "image": "static/uploads/interazione-luce-superifici.png"
    },
    {
        "id": 5,
        "question": "Concetto di assetto ottico ambientale",
        "hints": "<p>Il concetto di<strong> assetto ottico ambientale</strong> è stato formulato da James Gibson che, insieme alla moglie Eleanor Gibson, è considerato il padre dell'<strong>ottica ecologica</strong>.</p><p>La luce viaggia ad una velocità elevatissima, che per noi è quasi come se fosse infinita, nel senso che se ci troviamo in una stanza è come essere immersi in praticamente infiniti raggi di luce che rimbalzano tra le diverse superfici e che raggiungono in quel momento il nostro punto di vista.&nbsp;</p><p>Ma per poter generare un percetto e quindi essere utilizzata per la visione la luce deve presentare delle <strong>discontinuità</strong>, ossia delle variazioni nello spazio-tempo. Se infatti preso un punto P e una energia F, se F è sempre costante non c'è nessuna informazione disponibile. Se invece F varia nel tempo (ad esempio nel corso di una giornata), è più o meno intensa, allora in P c'è una <strong>informazione potenziale</strong>.</p><p>Prendendo ora una condizione più simile alla nostra, noi siamo circondati da oggetti, animali, piante che riflettono la luce e che ne modificano la conformazione, quindi al nostro punto di vista<strong> la luce arriva sempre con una struttura</strong> che è il risultato di interazioni multiple della luce con i materiali, questi hanno preservato alcune caratteristiche della radiazione elettromagnetica e ne hanno eliminate delle altre. I fasci di luce che arrivano da superifici omogenee tenderanno ad essere omogenei, mentre ci sarà disomogeneità tra fasci proveniente da superfici diverse.</p><p>Ogni insieme di raggi che arrivano da una superficie omogenea possono essere considerati come un <strong>angolo solido</strong>. In geometria un angolo solido è un angolo costruito da almeno 3 piani e che formano una piramide con i lati infiniti. L'ottica ecologica suggerisce quindi di pensare alla luce non tanto come un insieme di raggi che raggiungono un punto di vista <strong>ma come una struttura di angoli solidi</strong>.</p><p>L'assetto ottico ambientale quindi è:</p><ul><li>un <strong>costrutto teorico</strong> che serve per descrivere l'informazione ottica</li><li>descrive una <strong>struttura spaziale (ossia la relazione) di angoli solidi</strong></li><li><strong>evolve nel tempo</strong>, in quanto gli oggetti si possono spostare e soprattutto noi ci spostiamo. Questo genera un nuovo campionamento, campioniamo un diverso assetto ottico</li><li><strong>è duale</strong> nel senso che avendo due occhi posti ad una certa distanza l'uno dall'altro abbiamo sempre la contemporanea elaborazione di due punti di vista diversi (per la parte di campo visivo che è binoculare)</li></ul><p>Secondo Gibson è l'assetto ottico ambientale che fornisce informazioni per la visione. Non le qualità fisiche possedute dai singoli raggi. Infatti le relazioni tra angoli solidi nell'assetto ottico dipendono dalle riflessioni e assorbimenti della luce da diverse superfici e questo dipende a sua volta dalle relazioni spaziali tra le superfici nell'ambiente esterno. <strong>Le relazioni spaziali tra gli angoli solidi nell'assetto ottico sono dunque potenziali informazioni su corrispondenti relazioni spaziali nell'ambiente.</strong></p><p>\\n\\n</p>",
        "image": "static/uploads/assetto_ottico_ambientale.png"
    },
    {
        "id": 6,
        "question": "Concetto di informazione ottica",
        "hints": "<p>L'<strong>energia luminosa</strong> è una condizione necessaria ma non sufficiente per la visione. Infatti perchè nella luce ci sia informazione deve essere una discontinuità, una <strong>struttura</strong>, che riflette la struttura del mondo esterno con la luce interagisce e con cui i raggi vengono riflessi, rifratti etc.\\n\\nQuesta struttura c'è a prescindere che nel punto di vista ci sia un soggetto che può percepire qualcosa. Quando si considera il concetto di un organismo ecco che allora si introduce il concetto di <strong>stimolo</strong>, che è un concetto che appartiene alla psicologia e non alla fisica. Eleanor Gibson scrive infatti che<em>&nbsp;“.. uno stimolo non è confinato in un punto sulla superficie dei recettori o in un istante nel tempo. Per essere tale, uno stimolo implica cambiamento; quindi uno stimolo è una relazione, non una quantità”</em>\\n\\n</p><p>Quindi per quanto l<strong>'informazione potenziale</strong> sia presente, senza un soggetto non è presente uno stimolo. Quindi da qui il concetto che uno stimolo è una qualità emergente che emerge dalla relazione tra un individuo e l'ambiente. Infatti la luce visibile all'uomo è quella tra i 400 e i 700nm di lunghezza d'onda.</p><p><strong><u>E tale stimolo è presente solo se c'è informazione ma anche se c'è un individuo (se per esempio nello stesso punto di vista c'è un altro animale con una sensibilità spettrale diversa, potrebbe non esserci lo stimolo anche se c'è l'informazione).</u></strong></p><p><u>Quindi lo stimolo è un concetto sistemico, che è presente solo in quanto c'è una relazione.</u>\\n\\n</p>",
        "image": "static/uploads/informazione_ottica.png"
    },
    {
        "id": 7,
        "question": "Percezione della temperatura e percezione delle grandezze come relazione",
        "hints": "<p>Sia per la <strong>percezione della temperatura che nella percezione di grandezze</strong> possiamo considerare due esempi.\\n\\nIl primo riguarda la percezione della <strong>temperatura</strong>. Se prendiamo delle vasche piene di acqua tiepida e poi mettiamo prima i piedi dentro ad una bacinella di acqua fredda e poi in quella tiepida, la percezione della temperatura dell'acqua sarà di una temperatura calda.\\n\\nAl contrario se prima mettiamo i piedi in una bacinella con temperatura calda e poi li mettiamo in una bacinella tiepida sentiremo l'acqua fredda. Questo perchè i termocettori della pelle non misurano una temperatura assoluta, ma sempre una differenza tra due diverse temperature. In questo caso adattandosi al freddo o al caldo, la temperatura intermedia cambia risultando più calda o più fredda.\\n\\nUn esempio analogo lo si trova nella percezione della <strong>grandezza</strong>. Se infatti osservo due stimoli come due palline, una pallina grande e una piccola e dopo un po' osservo uno stimolo con due palline della stessa dimensione vedrò inizialmente una pallina più piccola e una più grande.\\n</p>",
        "image": "static/uploads/percezione_della_temperatura.png"
    },
    {
        "id": 8,
        "question": "Principio di determinazione relazionale e illusione di Uznade",
        "hints": "<p>Con l'illusione di Uznade si riferisce ad una illusione tattile. Se si prende un soggetto e ad occhi chiusi gli si chiede di stringere due sfere, una pallina da tennis e una biglia per una ventina di volte e poi gli si da da stringere due identiche palline da ping pong, quella che viene messa nella mano che stringeva la pallina da tennis verrà percepita più piccola.\\n\\nL'illusione di Uznade suggerisce che la grandezza tattile di un oggetto non dipende dall'intensità fisica assoluta di uno stimolo, quanto piuttosto da una transizione, ossia tra una relazione tra due intesità. Si tratta di un principio generale della percezione noto come principio di determinazione relazionale. Un esempio è quello della temperatura dell'acqua.\\n\\nUn secondo esempio è quello delle palline. Nello studio di Bruno inoltre quando c'era congruenza tra i colori e le forme (quindi quando gli stimoli erano sempre rossi e sempre dei cerchi) l'illusione era più forte rispetto a quando si usavano forme e colori non congruenti tra lo stimolo iniziale e il secondo su cui avviene l'illusione.\\n</p>"
    },
    {
        "id": 9,
        "question": "Come è formato l'occhio?",
        "hints": "<p>La struttura dell'occhio è mantenuta dalla <strong>sclera</strong>, una membrana biancastra che può essere vista nella sua parte anteriore (è il bianco dell'occhio) e che troviamo attorno all'occhio.\\n\\nLa luce entra attraversando una prima lente che è la <strong>cornea </strong>che ha lo scopo di proteggere l'ambiente interno dell'occhio dall'esterno e anche di <strong>rifrazione </strong>dei raggi di luce dentro la parte interna dell'occhio.\\n\\nLa parte posteriore della <strong>cornea </strong>è delimitata da una struttura colorata, chiamata <strong>iride</strong>, che ha una struttura muscolare che consente di aprire e chiudere il diametro della <strong>pupilla </strong>a seconda della quantità di raggi luminosi presenti nell'ambiente.\\n</p><p>Dietro la <strong>pupilla </strong>si trova il <strong>cristallino</strong>, una seconda lente che è fissata tramite un fascio di fibre detto <strong>legamento sospensorio. </strong>Il cristallino a differenza della cornea può modificarsi, <strong>modificando così la sua capacità di rifrazione della luce</strong>, questo fa in modo di modificare la luce entrante e consente di mettere a fuoco oggetti vicini (tramite l'<strong>accomodazione</strong>). Tra cornea e cristallino troviamo la <strong>camera anteriore</strong> ed essa è rimpita dell'<strong>umor acqueo</strong>, un liquido proveniente dal sangue che alimenta cornea e cristallino.\\n\\nDopo il cristallino troviamo la <strong>camera vitrea</strong>, dove è presente l'<strong>umor vitreo</strong>, una sostanza gelatinosa. Attorno alla camera vitrea troviamo la <strong>coroide</strong>, una struttura nero opaca che ha la funzione di assorbire i fotoni in eccesso ed evitare problemi di rifrazione in condizioni di visione fotopica.&nbsp;\\n\\nAnteriormente alla coroide troviamo la <strong>retina</strong>, una struttura composta da 10 strati diversi, dove l'ultimo strato è quello dove sono presenti i <strong>fotorecettori </strong>(coni e bastoncelli). La distribuzione dei fotorecettori nella retina non è omogenea. Nella fovea, il punto a massima risoluzione spaziale, sono presenti solamente coni M e L e troviamo la densità massima di coni. A 10° dalla retina i coni si riducono significativamente restando molto meno rispetto ai bastoncelli, che invece hanno due picchi di distribuzione a 20° da un lato e l'altro della cornea. E sono significativamente maggiori come numero rispetto ai coni.\\n\\nLo strato delle <strong>cellule ganglionari</strong> si trova invece nella parte più anteriore della retina. Questo vuol dire da una parte che i raggi luminosi devono attraversare tutti gli strati della retina, dove sono presenti cellule amacrine e orizzontali, oltre alle cellule bipolari, prima di poter essere assorbite dal fotorecettore. Il secondo aspetto riguarda il fatto che il <strong>nervo ottico</strong> che deriva dagli assoni delle cellule ganglionari deve penetrare la retina, quindi c'è un punto detto<strong> macchia cieca</strong>, in cui non sono presenti ne coni ne bastoncelli. E' un'area vuota della retina. \\n\\nLa <strong>retina </strong>viene considerata una parte estroflessa del sistema nervoso centrale, in quanto è molto diversa da una <strong>lastra fotografica</strong>. Le analogie con la macchina fotografica possono riguardare<strong> il modo attraverso cui la luce viene riflessa all'interno dell'occhio</strong> e il fatto che ci sia una pupilla che può aprirsi e chiudersi, oltre al fatto che in condizioni scotopiche la retina può rallentare il suo processo di acquisizione di informazioni per consentire a più luce di entrare.\\n</p>",
        "image": "static/uploads/occhio.png"
    },
    {
        "id": 10,
        "question": "Come sono formati coni e bastoncelli?",
        "hints": "<p>Il <strong>segmento esterno</strong> del fotorecettore, è quello in cui c’è il <strong>fotopigmento</strong>, cioè la parte che è capace di assorbire i fotoni di luce. Nel momento in cui avviene l’assorbimento a livello del segmento esterno, questo induce una cascata di eventi, che alla fine fanno si che al terminale sinaptico si generi un <strong>potenziale elettrico graduato</strong>, non è un potenziale d’azione.</p><p>Il fotorecettore&nbsp;<strong>produce un potenziale che è proporzionale al numero di fotoni che ha assorbito</strong>. Coni e bastoncelli sono molto diversi tra di loro. Bastoncelli unico tipo, coni tre tipi.</p><p>Bastoncelli: circa 90 milioni; Coni: circa 4.5 milioni.</p><p>\\nI <strong>bastoncelli </strong>sono quelli che usiamo durante la visione notturna (<strong>scotopica</strong>), quindi funzionano quando c’è poca luce, hanno una sensibilità molto alta, quindi quando ci sono pochissimi fotoni. In condizioni ideali, basta poco più di un singolo fotone per attivare un bastoncello. Mentre quella dei coni è un po' meno buona, funzionano quando c’è tanta luce. La visione diurna è detta <strong>fotopica</strong>. La condizione intermedia in cui si usano sia coni che bastoncelli si dice <strong>mesopica</strong>.\\n\\nLa dimensione della retina varia tra <strong>1/10 di mm</strong> e <strong>4/10 di mm</strong> ed ospita una rete neurale molto complessa che la differenziano significativamente da quella che può essere una lastra fotografica.\\n\\nI <strong>coni </strong>e <strong>bastoncelli </strong>non sono in grado di codificare la lunghezza d'onda della luce. Nel senso che funziona come dei <strong>contatori di fotoni</strong> la cui risposta graduata è in funzione di quanti fotoni sono stati assorbiti. Ma <strong>coni e bastocelli hanno una funzione di assorbanza</strong>, per cui in base alla lunghezza d'onda assorbiranno più o meno fotoni (presa l'intesità della luce costante), il che significa che un cono o un bastoncello non sono in grado di <strong>decodificare la lunghezza d'onda</strong> perchè i fotoni che assorbono potrebbero essere gli stessi, con due segnali a lunghezze d'onda diverse e due intensità diverse.\\n</p>",
        "image": "static/uploads/coni_e_bastoncelli.png"
    },
    {
        "id": 11,
        "question": "Come funziona la retina",
        "hints": "<p>La <strong>retina</strong> si trova nella parte posteriore dell'occhio ed è una struttura che è considerata una <strong>estroflessione del sistema nervoso centrale</strong>.\\n\\nE' una struttura formata da <strong>10 strati</strong> in cui nello strato più posteriore troviamo i <strong>fotorecettori</strong>. Il suo spessore può variare da <strong>1/10 di mm a 4/10 di mm</strong> ed è formata da cellule come le cellule amacrine e orizzontali e cellule bipolari. Questa complessa rete neurale ha lo scopo da una parte di creare dei <strong>campi ricettivi opponenti centro-periferia</strong>, dall'altra enfatizzare il contrasto di luminanza percepito.\\n\\nLe <strong>cellule ganglionari</strong> infatti hanno un campo ricettivo con un disco al centro e un anello posteriore. Il centro può essere eccitatorio e l'anello esterno inibitorio o viceversa. Le cellule ganglionari hanno quindi un campo ricettivo che è sensibile a delle differenze di luminosità. \\n</p><p>Se infatti io presento uno stimolo luminoso costante sia al centro che alla periferia, avrò una attività eccitatoria che viene compensata da una attività inibitoria, quindi di fatto non c'è risposta. La risposta la si ottiene se c'è uno sbilanciamento, quindi se c'è una differenza di segnale tra centro e periferia. Lo stimolo ottimale è ovviamente (per una cellula centro-on) un<strong> fascio luminoso centrale </strong>che occupa solo il centro del campo ricettivo.\\n\\nA livello della retina c'è un piccolo avvallamento che è la <strong>fovea </strong>in cui troviamo solamente coni L e M, non ci sono bastoncelli ne coni P. La fovea è una <strong>piccola depressione</strong> che presenta gli strati cellulari che sono anteriori allo strato dei fotorecettori, che sono spostati lateralmente in modo che la luce colpisca direttamente i fotorecettori, questo è anche uno dei motivi percui la fovea è piccola, in quanto un'area che non ha un sistema circolatorio sopra di esso non può essere troppo grande.\\n\\nLa fovea è circa<strong> 0.35 mm</strong> mentre la macula è circa <strong>5.5 mm</strong> di diametro. La fovea è l'unico punto in cui lìimmagine può essere elaborata ad un alto potere di risoluzione spaziale. Mentre per quel che riguarda la macula noi non vediamo un <strong>buco</strong>, ma anche quando ci mettiamo in posizione per cui <strong>l'immagine dalle due macule svanisce</strong>, non vediamo un buco, ma il cervello in base al contesto, esegue un completamento.\\n</p>",
        "image": "static/uploads/retina.png"
    },
    {
        "id": 12,
        "question": "Descrivi la via che dalla retina arriva al SNC",
        "hints": "<p>A livello della <strong>retina </strong>abbiamo giù una prima distinzione di due vie (o meglio tre vie) che verranno mantenute segregate fino a livello di V1. La via <strong>magnocellulare</strong>, <strong>parvocellulare </strong>e <strong>koniocellulare</strong>. La via parvo deriva da cellule che sono sensibili al dettaglio fine, quindi cellule che si trovano a livello della fovea e parafoveale. Trasportano con se informazioni che serviranno per la percezione del colore e arrivano su 4 dei 6 strati del nucleo genicolato laterale. Gli altri due strati sono riservati alle cellule magnocellulari che hanno informazioni relative alle aree più esterne della retina e coinvogliano informazioni più dinamiche e veloci ma meno dettagliate.\\n\\nPrima di arrivare al <strong>NGL </strong>i fasci di fibre che partono dal <strong>nervo ottico</strong> arrivano al <strong>chiasma ottico</strong>. A livello del chiasma ottico le fibre che arrivano dalle <strong>emiretine temporali</strong> proseguono ipsilateralmente, mentre per le informazioni delle emiretine nasali le fibre decussano. Per cui nel tratto ottico che arriva al genicolato laterale le informazioni si mantengono separate per occhio ma vengono elaborate per quel che riguarda l'emicampo destro dall'emisfero di sinistra e viceversa.\\n\\nDopo il tratto ottico si arriva al nucleo genicolato laterale in cui gli strati 2,3 e 5 ricevono proiezioni dall'occhio controlaterale e 1, 4 e 6 dall'occhio ipsilaterale. Inoltre gli strati più esterni. Gli strati 1 e 2 ricevono proiezioni magnocellulari, gli strati 3, 4, 5, 6 dagli strati parvocellulari. Dal sistema koniocellulare arrivano proiezioni tra gli strati e in minima parte anche negli strati stessi.\\n\\nDopo il genicolato laterale c'è la radiazione ottica che porta le informazioni a livello della scissura calcarina, in V1, dove troviamo che gli emicampi superiori sono elaborati dagli strati inferiori di <strong>V1 (area di Broadman 17)&nbsp;</strong>e l'opposto per gli emicampi inferiori. Inoltre è presente una <strong>magnificazione corticale</strong> tale per cui l'area della fovea è significativamente più ampia di quella del resto della retina. V1 è chiamata area striata in quanto è presente la stria di Gennari, molto visibile a livello del<strong> 4 strato</strong> (tra il 75% e il 90% delle proiezioni della radiazione ottica sono rientranti)\\n\\nDa V1 sotto lo strato 4C le informazioni sono ancora segregate per occhio e troviamo le<strong> cellule semplici</strong> (che codificano per barre orientate), le <strong>cellule complesse</strong>, che hanno un campo ricettivo meno definito e codificano per stimoli in movimento, in genere per barre orientate con un movimento ortogonale all'orientazione e solamente in una direzione. Poi le <strong>ipercomplesse</strong>. Da V1 poi la via si sdoppia, una che è la via dorsale che è detta la via del come che passa per il parietale posteriore. E una che invece codifica il che cosa, che è la via ventrale, che passa per la corteccia inferotemporale.</p><p>Esiste poi una seconda via che va direttamente da alcune fibre del&nbsp;<strong>tratto ottico</strong>, passando per il <strong>collicolo superiore</strong>, al <strong>pulvinar </strong>fino alla <strong>corteccia parietale posteriore</strong>&nbsp;e anche all'<strong>amigdala</strong> che è responsabile comunque di una elaborazione, anche se inconscia, di stimoli visivi, come possiamo trovare nel fenomeno del blindsight.\\n\\n</p>",
        "image": "static/uploads/vie_visive_della_visione.png"
    },
    {
        "id": 13,
        "question": "Water color illusion",
        "hints": "<p>La<strong> water color illusion</strong> è una illusione che è stata scoperta da Pinna nel 1987. E' una illusione in cui una zona bianca assume una tonalità pallida di un poligono sottile, brillante e intensamente colorato che la circonda, se il poligono colorato è a sua volta circondato da un bordo più scuro​.\\n\\nSe si mette una maschera in modo da annullare l'effetto del bordo si vede che nella realtà il colore dello sfondo è bianco e che il riempimento tipo acquerello è una modalità illusoria di riempimento del colore che viene fatta dal nostro cervello.</p>",
        "image": "static/uploads/Watercolor_illusion.png"
    },
    {
        "id": 14,
        "question": "Deficit visivi a seguito di diversi danni a livello della via visiva",
        "hints": "<p>Danni alle vie visive possono portare a danni diversi a livello della visione.</p><ul><li>Se abbiamo una lesione a livello del <strong>nervo ottico</strong>, è come se avessimo perso un occhio.</li><li>Se abbiamo una <strong>lesione a livello del chiasma</strong>, in cui ho un danno selettivo delle proiezioni delle emiretine nasali, avrò una visione che perde le informazioni esterne del campo visivo, come se il campo visivo fosse ridotto al centro.</li><li>Se ho una lesione a livello della <strong>radiazione ottica</strong> spesso questa determina quadranopsia ossia incapacità di vedere un quadrante del campo visivo (che è circa 180° lateralemente e 140° verticalmente)</li><li>Una lesione a livello del <strong>tratto ottico</strong> (dopo il chiasma) avrò emianopsia con la perdita della percezione di un emicampo visivo.</li><li>Un danno selettivo a V1 può determinate uno <strong>scotoma</strong>, quindi un area del campo visivo che risulta cieca.</li></ul><p><em><strong>A livello della via ventrale, danni alla corteccia inferotemporale possono portare a:</strong></em></p><ul><li><strong>Prosopoagnosia</strong>: incapacità a riconoscere l'identità dei volti (FFA)</li><li><strong>Agnosia visiva per la forma</strong>: legata a lesioni di IT che porta all'incapacità a riconoscere la forma degli oggetti guardandoli, ma rimane inalterata la capacità di riconoscerli toccandoli</li></ul><p><em><strong>A livello del via dorsale, danni alla corteccia parietale posteriore:</strong></em></p><ul><li><strong>Sindrome di Balint</strong> che presenta <strong>simultagnosia </strong>(deficit di attenzione spaziale che causa incapacità ad elaborare più oggetti contemporamente),<strong> aprassia oculomotoria</strong> (deficit nel controllo delle fissazioni degli occhi) e<strong> atassia ottica</strong> (deficit nel controllo fine dei movimenti della mano)</li></ul>",
        "image": "static/uploads/danni_via_visiva.png"
    },
    {
        "id": 15,
        "question": "Esperimento di Cohler degli anni 50",
        "hints": "<p>Veniva chiesto a dei soggetti di portare per molte settimane dei particolari <strong>occhiali con dei prismi </strong>che invertivano le informazioni che arrivavano dagli occhi, in particolare ad un soggetto presente in un filmato aveva fatto portare degli occhiali in modo che si avesse la percezione che gli oggetti che erano a destra comparissero a sinistra e viceversa.\\n\\nDopo un certo tempo le persone si adattano anche a modifiche radicali della <strong>mappatura retinotopica</strong>. Percui si riesce a muoversi e ad agire nell'ambiente senza particolari difficoltà, quindi c'è un riadattamento plastico del sistema. Quando poi si tolgono i prismi si ritorna velocemente al normale funzionamento iniziale.\\n</p>"
    },
    {
        "id": 16,
        "question": "Dalla catena psicofisica al ciclio percezione-azione",
        "hints": "<p>Inizialmente si descriveva la percezione come una catena psicofisica, in cui c'era:\\n</p><ul><li>lo stimolo distale</li><li>lo stimolo prossimale</li><li>il percetto</li></ul><p>Lo <strong>stimolo distale</strong> riguarda lo stimolo presente nel <strong>mondo</strong>, lo<strong> stimolo prossimale</strong> è lo stimolo che viene proiettato sulla <strong>retina </strong>e che dipende appunto dallo stimolo distale e dall'<strong>assetto ottico</strong> in un particolare punto di vista. Dallo stimolo prossimale (quindi dalla retina) si passa al cervello che è responsabile del percetto.&nbsp;\\n\\nUna visione alternativa e complementare di questo modello in<strong> ottica ecologica</strong> suggerisce invece che il rapporto <strong>percezione-azione è strettismo</strong>, sono due facce della stessa medaglia, proprio perchè la percezione è qualcosa che si fa, e inoltre l'azione e il movimento migliorano e aumentano le informazioni a disposizione del cervello per percepire. Quindi da una parte la percezione serve all'individuo per agire, ma l'azione migliora la percezione in un loop continuo che non termina mai.\\n</p><p>Inoltre c'è una suddivisione in processi di basso livello, livello intermedio e alto livello. Ma la cosa importante è che questi processi si influenzano reciprocamente tra di loro. Inizialmente abbiamo quindi <strong>l'informazione&nbsp;ottica</strong>&nbsp;che da informazioni dall'ambiente. Questa&nbsp;viene campionata dai sistemi sensoriali che fanno da filtro selezionando certe caratteristiche dell’informazione ottica e le codificano a basso livello, poi le integrano a livello intermedio fino ad arrivare all’esperienza cosciente, <strong>riconoscimento </strong>e alla possibilità di agire ed esplorare il mondo. Tutti questi processi non sono da vedersi però come unidirezionali, ma <strong>mutualmente si influnzano</strong> e aspetti di livello alto possono retroagire a livello intermerdio, cosi come processi di tipo intermedio possono retroagire a livello dei processi di basso livello.\\n</p><p><u><strong>Come muovendosi si campiona un assetto ottico diverso\\n</strong></u>Un esempio di come il processo di percezione sia costantemente aggiornato dal movimento ci viene da una dimostrazione di Michotte. Immaginiamo di vedere un cerchio e un quadrato, spostandoci da destra a sinistra vediamo il cerchio che si nasconde sempre più dietro al quadrato per poi sparire e ricomparire dalla parte opposta. Anche se vediamo il cerchio sparire continuiamo a percepirlo come un cerchio (<strong>processo di completamento amodale</strong>).\\n</p><p><u><strong>Come interagiscono processi di medio e alto livello</strong></u></p><p>Esempio della mucca. La <strong>mucca </strong>è molto degradata ma anche con un suggerimento tipo \"mucca\" può favorire la percezione della mucca che, una volta percepita, viene vista nel suo dettaglio. Il cervello è continuamente alla ricerca di strutture riconoscibili e quello che si ha in memoria agisce su\\nun processo di interazione locale che influenza il percetto. Inoltre la ricerca di pattern è quello che ci porta a riconoscere delle forme nelle costellazioni o delle immagini nelle nuvole. Questi sono tutti processi di livello alto che vanno ad influenzare i processi di livello intermedio (tra cui è fondamentale l'organizzazione percettiva degli elementi che compongono l'assetto ottico).\\n</p><p><u><strong>Come i processi di medio livello interagiscono con quelli di basso livello</strong></u></p><p><u><strong></strong></u>Ad esempio nelle <strong>illusioni al neon</strong> o anche nella <strong>mucca </strong>i processi di livello <strong>intermedio </strong>che riconoscono bordi e forme possono andare ad influenzare la percezione di <strong>contorni illusori</strong>. Quindi a influenzare aspetti di codifica di basso livello.</p>",
        "image": "static/uploads/dalla_catena_psicofisica_al_ciclo_percezione_azione.png"
    },
    {
        "id": 17,
        "question": "Che cos'è la psicofisica?",
        "hints": "<p>La <strong>psicofisica </strong>fornisce dei metodi per studiare in modo in cui percepiamo le cose, che di per sè è un contenuto della coscienza ed è quindi una esperienza privata, cercando dei metodi oggettivi per poter studiare i percetti.&nbsp;La <strong>psicofisica </strong>dà gli strumenti per\\nstudiare e misurare quantitativamente i contenuti di coscienza.\\n\\nScriveva Fechner:&nbsp;<em>“la psicofisica va intesa come una teoria esatta delle relazioni di dipendenza funzionale tra corpo e anima o più in generale\\nfra materiale e mentale, fra mondo fisico e mondo psicologico.”</em>\\n\\nIl termine <strong>psicofisica </strong>è stato coniato da Gustav Fechner, che ha utilizzato le osservazioni fatte da Weber per definire quella che poi diventerà la famosa legge di Weber-Fechner SI=k*I, quindi k=DI/I dove k è costante e varia a seconda dello specifico canale sensoriale.\\n\\n<strong>Fechner </strong>era un ricercatore tedesco iscritto all’uni a Lipsia dove è nato il primo laboratorio di psicologia. Dopo dottorato ha insegnato fisiologia dopo essere stato alunno di <strong>Weber</strong>. Quando è tornato a studiare dopo la malattia i suoi interessi filosofici sono diventati prevalenti e il suo obiettivo era studiare in modo scientifico il rapporto tra mente e corpo. Due elementi che in quanto legati dovrebbe essere possibile studiare le relazioni funzionali tra di essi.\\n</p><p>\\nIdea fondamentale di <strong>Fechner </strong>è che non si possano misurare direttamente le sensazioni dei soggetti, ma si può studiare il comportamento discriminativo cioè studiare se i soggetti&nbsp;sono capaci di rispondere a domande per discriminare due stimoli tra loro, questo compito riflette una proprietà della mente che è quella <strong>discriminativa </strong>= efficienza con cui si elaborano stimoli percettivi.\\n</p>",
        "image": "static/uploads/psicofisica.png"
    },
    {
        "id": 18,
        "question": "Sensibilità e soglia",
        "hints": "<p>La <strong>sensibilità </strong>definisce quanto bene un meccanismo percettivo è in grado di elaborare l'informazione negli stimoli.&nbsp;A parità di stimolazione fisica se <strong>maggiore sensibilità allora sensazione più intensa</strong>, se minore sensibilità allora sensazione più debole.\\nLa sensibilità si misura con compiti discriminativi.</p><p>Per <strong>Fechner </strong>non è possibile misurare direttamente la sensibilità, ma la si può misurare attraverso la <strong>soglia differenziale</strong>. La soglia differenziale è il&nbsp;minimo incremento nell’energia fisica di uno stimolo in grado di produrre sistematicamente un cambiamento nella percezione.\\n\\nIdea fondamentale di <strong>Fechner </strong>è che non si possano misurare direttamente le sensazioni dei soggetti, ma si può studiare il comportamento discriminativo cioè si chiede a dei soggetti di&nbsp;discriminare due stimoli tra loro.</p><p>I metodi di <strong>Fechner </strong>sono detti metodi indiretti in quanto per arrivare a definire la <strong>sensibilità</strong>, si definisce prima la <strong>soglia differenziale</strong>, ossia la <strong>minima differenza di intensità dello stimolo</strong> tale per cui il soggetto trova una differenza tra due stimoli. La <strong>soglia assoluta</strong> è la soglia che definisce la differenza tra la percezione di un qualcosa e il nulla. E' comunque sempre una <strong>soglia differenziale</strong>, in cui uno dei due stimoli è 0.</p><p><u>Se si misura una soglia, se si fa il reciproco si ha una misura di sensibilità.</u></p>",
        "image": "static/uploads/sensibilita-soglia.png"
    },
    {
        "id": 19,
        "question": "Su cosa lavorava Weber e cosa hai fatto Fechner?",
        "hints": "<p>Ernst Heinrich Weber, un fisiologo e psicologo tedesco, condusse esperimenti sul senso del tatto e osservò che la capacità discriminativa tattile varia a seconda della parte del corpo stimolata. Nel suo lavoro <em>DeTactu&nbsp;</em><strong>Weber </strong>notò che la sensibilità del canale sensoriale non è costante ma varia in relazione all'intensità dello stimolo. \\n</p><p>Si accorse ad esempio che se viene chiesto ad un soggetto di tenere in mano <strong>un peso da 1000g e uno da 1100g viene percepita una differenza</strong>, tra 1000 e 1080 un po' meno e così via. In generale per il peso <strong>la differenza tra 1000g e 1020g non viene percepita</strong>. Allo stesso modo però se viene presentato uno stimolo di 100g e uno di 120g la differenza è subito percepita.</p><p>La sua legge, conosciuta come la legge di Weber, stabilisce che la <strong>sensibilità è inversamente proporzionale all'intensità dello stimolo di partenza</strong>. Gustav Fechner, uno studente di Weber, estese queste ricerche andando a recuperare tutte le osservazioni fatte da Weber e formalizzandole in una funzione matematica che chiamo <strong>legge di Weber</strong> che appunto stabilisce che la:</p><p>DI (soglia differenziale) = k*I</p><p>E' una funzione che descrive come effettivamente varia la sensibilità per diversi canali sensoriali (ad es k può essere il peso di un oggetto, oppure il suono etc e varierà in base alle diverse modalità).</p><p><u>Ma è una funzione che funziona bene per stimoli intermedi che non siano ne troppo poco intensi ne molto intensi. Non è quindi una legge di natura, ma un modo in cui poter misurare la soglia differenziale al variare di intensità che non siano estreme.</u></p>",
        "image": "static/uploads/kanheman.png"
    },
    {
        "id": 20,
        "question": "Cosa ha proposto Daniel Kahneman",
        "hints": "<p>Daniel <strong>Kahneman</strong>, uno psicologo cognitivo, ha vinto il Premio Nobel per l'Economia nel 2002 per la sua <strong>Teoria del Prospetto</strong>, che esplora come le persone prendono <strong>decisioni economiche basate sulla psicofisica</strong>. La teoria del prospetto suggerisce che le persone valutano il denaro in termini di guadagni o perdite relative piuttosto che in termini assoluti, e danno più peso alle perdite che ai guadagni.</p><p>La Teoria del Prospetto di Kahneman può essere collegata alla legge di Weber-Fechner, che in campo psicofisico afferma che<strong> la percezione di un cambiamento in uno stimolo è proporzionale alla grandezza dello stimolo stesso</strong>. Ad esempio la soddisfazione che un soggetto può provare in un aumento di stipendio di 100€ al mese varia a seconda che un soggetto ne guadagni 1000€ o ne quadagni 10.000€.</p>",
        "image": "static/uploads/kanheman.png"
    },
    {
        "id": 21,
        "question": "La Legge di Weber-Fechner",
        "hints": "<p>La legge di<strong> Weber-Fechner</strong> stabilisce quindi che la sensibilità di un sistema sensoriale è inversamente proporzionale all’intensità dello stimolo di riferimento; infatti, la soglia è direttamente proporzionale all’intensità e la sensibilità è 1/soglia.</p><p>I=ΔI * k\\nE' l'equazione di una retta dove K è il coefficiente angolare di questa retta (parametro che dice di quanto cresce delta I al crescere delle unità di I)\\nEquazione retta è y = a + bx</p><p>La legge di <strong>Weber </strong>è una generalizzazione empirica, cioè dovuta a osservazione più o meno vera nella maggior parte dei casi e per la maggior parte dei canali sensoriali, non funziona se si considerano intensità molto basse o molto alte. Ad esempio se un suono è altissimo e rischia di rompere il timpano, si esce dalla sensibilità e si entra nella soglia del dolore. Inoltre, la percezione deve tenere conto degli effetti del contesto che\\npuò interferire con la percezione.</p><p>\\n</p><ul><li>ΔI = soglia differenziale</li><li>Sensibilità = numero tanto più grande tanto più piccola la soglia = 1/soglia\\n\\n<u><strong>La sensibilità sarà tanto più grande quanto più&nbsp;</strong></u>Δ​​​​​​​<u><strong>I è piccolo.</strong></u></li></ul>",
        "image": "static/uploads/legge_di_weber.png"
    },
    {
        "id": 22,
        "question": "La funzione psicofisica di Fechner",
        "hints": "<p><strong>Fechner </strong>voleva capire come la mente percepisce le variazioni degli stimoli fisici. Per esempio, quanto deve aumentare l'intensità di una luce o di un suono perché noi percepiamo il cambiamento? Questa domanda si inserisce nel contesto più ampio della <strong>psicofisica</strong>, una disciplina che studia le relazioni tra le caratteristiche fisiche degli stimoli e le sensazioni che essi provocano.</p><p>Fechner formulò la \"<strong>legge di Weber-Fechner</strong>\", che afferma che la sensazione percepita aumenta proporzionalmente al logaritmo dell'intensità dello stimolo. In altre parole, per percepire una duplicazione dell'intensità di una sensazione (come la luminosità o il volume), l'intensità dello stimolo fisico deve essere moltiplicata per un certo fattore.\\n\\nPer trovare questo si parte da un punto di un asse cartesiano in cui abbiamo per ascissa l'intensità, e nell'ordinata abbiamo la sensazione percepita. Abbiamo un primo valore che rappresenta S=0, ossia una intensità minima per cui non abbiamo sensazione, poi troviamo una soglia&nbsp;ΔI=k*I tale per cui il soggetto ha una sensazione.\\n\\nPoi a questo valore andiamo ad aggiungere sempre un k+I. Questo fa in modo che in ascissa il valore tenda a crescere con una <strong>progressione geometrica, </strong>cioè vengono mantenuti uguali i rapporti (il rapporto tra 7.5 e 5 è lo stesso sta 37.5 e 25), tra un intervallo e l'intervallo precedente (o quello successivo). Mentre in ordinata i valori aumentano con una <strong>progressione aritmetica&nbsp;</strong>(le differenze tra i valori sono uguali). Questo determina una curva accellerata negativamente, dove per avere <strong>JND&nbsp;</strong>crescenti (JND: just noticeable differences <u>(just noticibal differences)</u>, ossia una differenza appena percepibile) abbiamo bisogno di valori di I sempre maggiori. Questo determina che per valori di I sempre maggiori la curva si appiattisce. E' una curva logaritmica.\\n\\nLa \"legge\" di Weber-Fechner è:\\n</p><p><strong>s=c*log(I)</strong></p><p>dove <strong>c = 1 / log(1+k)</strong></p>",
        "image": "static/uploads/funzione-weber-fechner.png"
    },
    {
        "id": 23,
        "question": "Da Weber a Fechner",
        "hints": "<p>Partendo dalla legge di Weber che è appunto&nbsp;&nbsp;ΔI=k*I\\nFechner definisce una seconda equazione che rappresenta la legge di Weber che è\\n</p><p>ds=c*dI/I</p><p>l'incremento ΔI (Weber) viene interpretato come un incremento infinitesimo dI, \"piccolo a piacere\", nello stimolo fisico I, a cui corrisponde un incremento infinitesimo ds in una quantità psicologica s, la sensazione. La formula è scritta per rappresentare piccoli incrementi e variazioni di&nbsp;ΔI e&nbsp;ΔS. Per passare dalla misura di una variazione ad una che misura una quantità totale <strong>dobbiamo integrare entrambi i membri e otteniamo</strong>\\n</p><p><strong></strong>s = c log(I) + C\\n</p><p><strong></strong>Dove C è una costante di integrazione e c è una costante di proporzionalità che dipende da k, ed è<strong> c=1/log(1+k)</strong>, ma si potrebba anche dire che c=1/k visto che k e log(1+k) sono due numeri molto simili quando k è vicino a zero.\\n</p><p>Per trovare C ci poniamo a livello della soglia assoluta, dove ancora non c'è sensazione quindi s=0</p><p>0=c log(I0) + C quindi <strong>C = -c log(I0)</strong></p><p>Quindi \\n</p><p><strong>s = c log(I) - c log(IO)</strong></p><p>Da cui si può dire che <strong>s = c log(I/I0)</strong> che è la espressione formale della legge di Weber-Fechner ponendo la soglia assoluta a 1. L'espressione abituale e matematica per descrivere la legge di Weber-Fechner è</p><p>s= c log(I)</p><p>\\n</p>",
        "image": "static/uploads/weber-fechner.png"
    },
    {
        "id": 24,
        "question": "Applicazione della legge di Weber-Fechner alla loudness",
        "hints": "<p>La \"<strong>loudness</strong>\" è un termine che si riferisce alla <strong>percezione dell'intensità</strong> o del volume di un suono da parte di un ascoltatore. È una qualità soggettiva che descrive quanto un suono è percepito come forte o debole. La loudness <strong>non è direttamente proporzionale all'intensità fisica</strong> del suono, misurata in decibel (dB), infatti se applichiamo la legge di Weber-Fechner al suono vediamo che al progredire di I, ossia della pressione dell'aria, S cresce seguendo una funzione logaritmica che è accellerata all'inizio e poi si appiattisce.\\n\\nQuesto è un aspetto importante riguardo ad esempio alla manopola per aumentare il volume di un suono. Se lo stereo non seguisse la legge di W-F per aumentare il suono quando è alto dovremmo girare molte più volte la manopola del volume.&nbsp;\\n\\nA livello di sensazioni, il minimo cambiamento percepibile di un suono è un 1 decibel (1/10 BEL). Quindi 1dB è l'aumento di loudness minimo percepibile (<strong>1dB = 1JND</strong>) che, secondo la legge di Weber-Fechner è legato dalla legge</p><p><strong>1dB = 10 log10(P/P0)</strong></p><p>dove P=I</p><p>in quanto&nbsp;</p><p><strong>1 BEL = log10(P/P0)</strong></p>",
        "image": "static/uploads/loudness.png"
    },
    {
        "id": 25,
        "question": "Come cambia la percezione del suono in base alle frequenze?",
        "hints": "<p>La frequenza di un suono è misurata in Hertz (Hz) e rappresenta il numero di oscillazioni per secondo. L'orecchio umano è generalmente in grado di percepire suoni con frequenze comprese tra circa 20 Hz e 20.000 Hz (20 kHz). Tuttavia, la sensibilità dell'udito non è uniforme lungo questo intervallo:</p><ul><li>La massima sensibilità si trova nella gamma di frequenze tra <strong>circa 1.000 Hz e 4.000 Hz</strong>, che corrisponde alla gamma di frequenze del linguaggio umano.</li><li>Suoni a frequenze molto basse (bassi) o molto alte (acuti) devono essere più intensi per essere percepiti.\\n\\nQuindi il fatto che i suoni siano più o meno udibili in base alle frequenze determina delle funzioni psicofisiche della loudness che sono diverse a seconda della<strong> frequenza ottimale</strong>, inoltre questa varia a seconda delle <strong>specie</strong>. In altri <em>animali </em>che hanno dei range di frequenza diversi e che quindi sono più sensibili a suoni ad altre frequenze mostreranno una curva di udibilità diversa in funzione delle frequenze a cui sono più sensibili.\\n</li></ul>",
        "image": "static/uploads/audiogrammi.png"
    },
    {
        "id": 26,
        "question": "Come si può definire la soglia assoluta?",
        "hints": "<p>La <strong>soglia assoluta</strong> è il livello minimo di intensità di uno stimolo I necessario per essere percepito. Si tratta <strong>del punto al di sotto del quale la sensazione S è pari a zero</strong>. In altre parole, la <strong>soglia assoluta rappresenta il confine tra l'assenza di percezione e il minimo livello di percezione rilevabile</strong>.&nbsp;\\n</p>"
    },
    {
        "id": 27,
        "question": "Metodi di Fechner per misurare la sensibilità",
        "hints": "<p>I metodi di Fechner per misurare la sensibilità sono detti metodi indiretti in quanto per arrivare alla sensibilità si passa sempre per la soglia.</p><p>I metodi indiretti sono 3:</p><ul><li><strong>Metodo dell'aggiustamento</strong>: si da ai partecipanti all'esperimento uno strumento in grado di modificare lo stimolo fisico, e gli si chiede di settarlo quando questo è appena percepibile. Questo punto rappresenta il<strong> punto di massima incertezza</strong>. Il limite di questo metodo è che risulta ambiguo quello che può essere il concetto di \"appena percepibile\". Quindi c'è un problema legato alla valutazione soggettiva.</li><li><strong>Metodo dei limiti</strong>: si presentano al soggetto degli stimoli che sono manipolati per intensità con delle serie che sono ascendenti (intensità sempre maggiori) o discendenti (intensità sempre minori). Si chiede poi al soggetto se ha visto o meno uno stimolo e si misura dove avviene l'<strong>inversione tra i SI e i NO</strong>. Il giudizio si inverte in una zona detta zona di incertezza. Si calcola poi la media dei valori e la loro dispersione per avere un'idea dell'ampiezza della zona di incertezza.</li><li><strong>Metodo degli stimoli costanti</strong>: Si presentano al soggetto in modo random una serie di stimoli, che sono sempre quelli ma in ordine casuale. Al soggetto viene chiesto un compito si/no in cui deve dire se ha percepito oppure no lo stimolo.</li></ul>",
        "image": "static/uploads/metodi_di_fechner.png"
    },
    {
        "id": 28,
        "question": "Esperimento di Pirenne",
        "hints": "<p>Nell'esperimento di <strong>Pirenne </strong>è stato utilizzato il <strong>metodo degli stimoli costanti</strong>. A tre soggetti sperimentali, che erano poi anche i tre autori dell'articolo di presentazione, venivano mostrati una serie di stimoli (<strong>erano 6</strong>) che variavano per intensità luminosa.\\n\\nIl soggetto era posto davanti ad una parete con due fessure, una che doveva essere osservato e in cui andava portata la fissazione, il secondo era un disco su cui veniva proiettata una luce che veniva però riflessa attraverso specchi e filtri per fare in modo che arrivassero solo luce ad una lunghezza d'onda di <strong>510nm</strong>, lunghezza d'onda ideale per la visione con i bastoncelli.</p><p>I soggetti dovevano aspettare una <strong>ventina di minuti al buio (adattamento al buio)</strong>, condizione nella quale la retina si adatta alla <strong>visione scotopica</strong> e rispondere ad uno stimolo, un disco luminoso, presentato solamente per<em> 1 millisecondo a circa 20° dal punto di fissazione</em>, che è la posizione ideale in quanto abbiamo la massima densità dei bastoncelli.&nbsp;\\n\\nPirenne presentò quindi una serie di stimoli costanti per valutare quando un soggetto avrebbe percepito qualcosa. Quello che trovò è che l'intensità luminosa del disco per cui si aveva una soglia, era di circa <strong>150 fotoni </strong>(a 100 c'era quasi il 10% di sì, a 200 quasi il 90% di sì). Andando poi a stimare quanti fotoni vengono dispersi (il 4% dalla cornea, 50% assorbimento da altre strutture oculari, trasmissione attraverso la retina senza attivare i fotopigmenti altro 90%) Pirenne arrivò a stimare che era sufficiente che <strong>tra i 5 e i 13 bastoncelli assorbissero un solo fotone</strong> per determinare una percezione cosciente.</p><p><u>Nell'esperimento di Pirenne è stato utilizzato un metodo SI-NO. Il soggetto doveva dire se vedeva oppure no uno stimolo.</u></p>",
        "image": "static/uploads/esperimento_di_pirenne.png"
    },
    {
        "id": 29,
        "question": "Come sono distribuiti i fotorecettori sulla retina?",
        "hints": "<p>A livello della retina i <strong>fotorecettori </strong>sono distribuiti in modo molto disomogeneo.\\nA livello della fovea abbiamo la <strong>massima concentrazione dei coni</strong> (che in totale sono circa 5 milioni nella retina) e che sono massimamente densi nella fovea, anche se troviamo solamente i coni M e L. Poi abbiamo una distribuzione che molto velocemente si riduce e a circa 10°- 15° dalla retina è molto bassa e costante.&nbsp;</p><p>La distribuzione dei <strong>bastoncelli </strong>è molto diversa. Non ci sono bastoncelli nella fovea, inoltre ci sono <strong>due picchi di bastoncelli</strong> a livello delle due retine (circa a +20° e -20°) e poi calano anche loro man mano che ci si allontana in periferia ma sono molto più presenti dei coni. Sono infatti circa 90 milioni di bastoncelli.</p><p>Ovviamente a livello della <strong>macchia cieca</strong> non ci sono ne coni ne bastoncelli.</p>",
        "image": "static/uploads/distribuzione_dei_fotorecettori.png"
    },
    {
        "id": 30,
        "question": "Come sono le funzioni di assorbanza spettrale di coni e bastoncelli?",
        "hints": "<p>​​​​​​​I fotorecettori sono caratterizzati da diverse funzioni di assorbanza spettrale. Ogni fotorecettore infatti funziona come un contatore di fotoni e la sua risposta graduata è proporzionale ai fotoni assorbiti. Ma i valori ottimali non impediscono ai recettori di attivarsi anche per altre lunghezze d'onda. Per cui quando il segnale è partito da un fotorecettore non possiamo sapere nulla sulla sua lunghezza d'onda, perchè potrebbe essere legata dall'aver assorbito da un segnale ottimale ma poco intenso, o da uno meno ottimale ma più intenso. L'informazione sulla lunghezza d'onda però viene completamente persa e non è presente a livello della retina. Nemmeno a partire dai fotorecettori.</p><ul><li><strong>Coni S</strong> (Short): sensibili alla luce \"blu\", con picco di sensibilità intorno ai 420-440 nm.</li><li><strong>Coni M</strong> (Medium): sensibili alla luce \"verde\", con picco di sensibilità intorno ai 530-540 nm.</li><li><strong>Coni L</strong> (Long): sensibili alla luce \"rossa\", con picco di sensibilità intorno ai 560-570 nm.</li></ul><p>I coni M e L hanno quindi una <strong><u>funzione di assorbanza che si sovrappone molto</u></strong>, mentre è più definita l'assorbanza spettrale dei coni S.</p><p>I <strong>bastoncelli</strong>, invece, sono sensibili a una gamma di lunghezze d'onda più ampia, con un picco di sensibilità intorno ai 498 nm.</p><p><strong>principio di univarianza</strong> = ogni fotorecettore può variare la sua risposta solo in una dimensione che è il numero di fotoni con i quali entra in contatto e lo comunica con l’intensità di un potenziale graduato -&gt; più fotoni, più intenso il potenziale.\\n\\n<strong>Visione di notte:</strong> di notte non si vedono i colori perché con un solo tipo di recettore, i bastoncelli, al cervello non arriva info cromatica che è possibile solo combinando info che proviene sia dai coni che dai bastoncelli.\\n</p><p>Nell'adattamento al buio <strong>la sensibilità in funzione del tempo passato al buio&nbsp;cresce secondo una funzione con un gomito</strong> che corrisponde\\nal passaggio dai coni ai bastoncelli. Al buio per un po’ i coni cercano di migliorare la loro sensibilità, ma dopo entrano in gioco i <strong>bastoncelli </strong>che sono specializzati per la visione notturna. Nella slide l'immagine è sbagliata perchè mostra la soglia (che si abbassa) e non la sensibilità (che invece si alza). \\n</p><p><u><strong>Quindi più passa il tempo e più ci si adatta alla visione scotopica, dopo circa 10 minuti c'è il passaggio e la retina utilizza i bastoncelli e non più i coni.</strong></u></p><p>\\n</p>",
        "image": "static/uploads/assorbanza_spettrale.png"
    },
    {
        "id": 31,
        "question": "Funzione psicometrica, soglia reale e soglia ideale",
        "hints": "<p>La <strong>soglia reale</strong> si riferisce alla <strong>funzione </strong>che descrive come la percentuale di risposte positive varia in funzione dell'intensità dello stimolo. Questa relazione è comunemente rappresentata attraverso la <strong>funzione psicometrica</strong>, che è spesso modellata come una<strong> curva sigmoide</strong>. La funzione psicometrica rappresenta la&nbsp;<u>probabilità di dare una risposta positiva in funzione dell'intensità dello stimolo</u>.\\n</p><p><strong><u> La soglia quindi è una funzione non è un singolo numero.</u></strong></p><p>La soglia è associata a una certa incertezza e varia in modo continuo. Quando viene rappresentata con un singolo numero, questo è fatto per semplificare la comunicazione, ma si può scegliere qualsiasi numero nella zona di incertezza come valore della soglia.</p><p>La percentuale di risposte positive del 50% corrisponde al valore dell'intensità dello stimolo per cui il partecipante ha il massimo grado di incertezza, affermando di aver percepito lo stimolo nel 50% dei casi e di non averlo percepito nell'altro 50%. La forma sigmoide della funzione psicometrica può indicare una variazione dell'incertezza più o meno brusca. Il valore della soglia al 50% è aribitrario. Alcuni utilizzano come valore il 60%, altri l'80%.</p><p>Per quanto riguarda la <strong>soglia ideale</strong>, essa rappresenta la performance di un osservatore ipotetico perfetto e può essere rappresentata come una funzione gradino. A differenza della funzione psicometrica, che ha una forma sigmoide, la funzione gradino indica che al raggiungimento di una certa intensità dello stimolo, l'osservatore ideale rileverebbe sempre lo stimolo senza alcuna incertezza.</p>",
        "image": "static/uploads/soglia_reale_e_soglia_ideale.png"
    },
    {
        "id": 32,
        "question": "Metodo del 2AFC",
        "hints": "<p><strong>2AFC</strong> (Two-Alternative Forced Choice) è una tecnica sperimentale utilizzata in psicologia e neuroscienze per misurare la percezione e la discriminazione sensoriale. In un esperimento 2AFC, un partecipante si trova di fronte a due stimoli, uno dei quali contiene la caratteristica di interesse (ad esempio, un suono più alto, una luce più luminosa, ecc.), mentre l'altro funge da controllo. Al partecipante viene chiesto di scegliere quale dei due stimoli presenta la caratteristica.</p><p>Poiché ci sono solo due opzioni, il tasso di successo per le risposte casuali è del 50%. Questo metodo riduce i bias soggettivi e le incertezze, fornendo una misura più accurata delle capacità percettive. Varianti di questa metodologia includono <strong>3AFC</strong> (Three-Alternative Forced Choice), <strong>mAFC</strong> (Multiple-Alternative Forced Choice), e così via, dove il partecipante deve scegliere tra tre o più opzioni. Questi metodi sono considerati robusti perché permettono di ottenere risposte oggettivamente corrette o meno, facilitando l'analisi dei risultati.</p><p>Il <strong>metodo degli stimoli costanti con compito 2AFC</strong> rappresenta un miglioramento rispetto al tradizionale paradigma di Pirelle, che utilizza un compito sì/no. Nel compito sì/no, i partecipanti devono giudicare se uno stimolo, come una certa quantità di luce, è percepibile o meno. Tuttavia, questo approccio è stato criticato per la sua <strong>ambiguità</strong>: <u>i partecipanti sanno che lo stimolo è sempre presente, e il criterio per decidere se rispondere \"sì\" o \"no\" può variare notevolmente tra le persone</u>.</p><p>Per superare queste limitazioni, il metodo <strong>2AFC </strong>introduce 2 o più stimoli e il soggetto deve sempre dare una risposta (che può quindi essere giusta o sbagliata). Questo riduce l'ambiguità del metodo <strong>sì/no</strong> e permette di distinguere tra risposte corrette e incorrette, fornendo una misura più oggettiva della percezione. Inoltre, il metodo <strong>2AFC </strong>permette di distinguere tra il <strong>punto di eguaglianza soggettivo</strong> (la percezione del partecipante) e il <strong>punto di eguaglianza oggettivo</strong> (la realtà effettiva dello stimolo), offrendo una valutazione più accurata di come un input esterno modifica la percezione rispetto a un livello di riferimento.</p>",
        "image": "static/uploads/2AFC.png"
    },
    {
        "id": 33,
        "question": "PES e PEO in compiti 2AFC",
        "hints": "<p>Il <strong>compito 2AFC</strong> permette di distinguere tra risposte giuste o sbagliate e, di conseguenza, di analizzare il criterio di scelta del partecipante. In questo modo, è possibile valutare se un soggetto è più o meno sicuro nel dichiarare di aver percepito uno stimolo.</p><p>Uno degli aspetti chiave di questo metodo è la possibilità di distinguere tra il <strong>punto di eguaglianza soggettivo (PES)</strong> e il <strong>punto di eguaglianza oggettivo (PEO)</strong>. Il PES corrisponde alla percezione del partecipante, mentre il PEO rappresenta il valore reale dello stimolo, misurabile oggettivamente (ad esempio, con un righello).</p><p>In ambito psicofisico, è importante analizzare come un elemento inserito nell'ambiente possa modificare la percezione rispetto a un livello di riferimento. Ad esempio, nelle illusioni geometriche, come l<strong>'illusione di Muller-Lyer</strong>, il PEO può essere diverso dal PES. In questa illusione, due segmenti di linea della stessa lunghezza sono percepiti come di lunghezza diversa a causa della presenza di frecce alle estremità.</p><p><strong>La differenza tra PES e PEO</strong> può essere utilizzata per quantificare l'effetto dell'illusione. Questo viene fatto confrontando il punto di massima incertezza nella curva sigmoide, che rappresenta la funzione psicometrica, con i <strong>PEO</strong>. Per esempio, se un'illusione causa una percezione alterata del 15% significa che la grandezza dello stimolo è percepita come maggiore o minore del 15% rispetto alla grandezza reale dello standard.</p>",
        "image": "static/uploads/pes_e_peo.png"
    },
    {
        "id": 34,
        "question": "Esperimento sulla grandezza di Bruno",
        "hints": "<p>Un ulteriore esempio di distinzione tra PES e PEO è dato dall’illusione tra dischi nell’esperimento di Bruno:\\n</p><p>\\nNel compito viene richiesto al soggetto di attuare una <strong>discriminazione di grandezza tra due dischi della stessa dimensione</strong> (Test) dopo aver osservato, ponendo il punto di fissazione dello sguardo in “x”, l’immagine presentante <strong>due cerchi di diverse dimensioni</strong> (Inducers). Il punto di uguaglianza soggettivo (PES) emerge quale diverso rispetto al punto di uguaglianza oggettivo (PEO): nonostante i due dischi del test siano identici, <strong>vengono soggettivamente percepiti come diversi, uno più grande dell’altro</strong>. Ai soggetti viene richiesto dunque un compito discriminativo e il metodo utilizzato è il <strong>metodo degli stimoli costanti</strong>.\\n</p><p>\\nIn immagine sono rappresentate le funzioni psicometriche, sull’asse delle x è presente “I”, che in questo caso rappresenta la grandezza del test espresso in percentuale. <strong>100% rappresenta il PEO</strong>, punto di uguaglianza oggettivo. È possibile notare che <strong>le curve sono spostate rispetto al PEO</strong>, verso destra. Il punto di uguaglianza soggettivo (PES) è diverso dal PEO, e tale diversità è dovuta ad un effetto di contesto: <strong>il contesto grande rimpicciolisce, il contesto piccolo ingrandisce</strong>.\\n</p><p>\\nLa differenza tra i due grafici è data dal fatto che i colori sono stati incrociati (contesto rosso – test blu, oppure, contesto rosso – test rosso) al fine di attuare anche una manipolazione di congruenza del colore tra contesto e test.\\n<strong>L’effetto maggiore constatabile è quello del “contrasto di grandezza”</strong>, ma è possibile in aggiunta notare <strong>una dipendenza anche dal colore</strong>: se il contesto, ossia il colore, dei dischi Inducers è dello stesso colore dei dischi di test, lo<strong> shift/contrasto è maggiore</strong>; viceversa <strong>lo shift è minore</strong>. È possibile dunque evidenziare una dipendenza non solo dalla dimensione ma anche dal colore dello stimolo.\\n</p>",
        "image": "static/uploads/esperimento_grandezza.png"
    },
    {
        "id": 35,
        "question": "Metodi adattivi: metodo della staircase",
        "hints": "<p>Il <strong>metodo della staircase</strong> o <strong>metodo scalinata</strong> è un approccio adattivo utilizzato in psicofisica per identificare rapidamente la soglia sensoriale di un individuo. Questo metodo è considerato più efficiente rispetto al metodo degli stimoli costanti, in quanto adatta dinamicamente gli stimoli presentati in base alle risposte del partecipante.</p><p><strong>Funzionamento</strong>:</p><ol><li><strong>Inizio sopra la soglia</strong>: Si inizia presentando uno stimolo che è chiaramente sopra la soglia di percezione del partecipante.</li><li><strong>Adattamento dinamico</strong>: In base alle risposte del partecipante (es. \"ho visto\" o \"non ho visto\"), l'intensità dello stimolo viene modificata. Se il partecipante risponde correttamente, l'intensità dello stimolo diminuisce, avvicinandosi alla soglia di percezione. Se risponde in modo errato, l'intensità può essere aumentata.</li><li><strong>Scalinata</strong>: Questo processo crea una \"scalinata\" di intensità di stimolo che converge verso la soglia di percezione del partecipante. La scalinata <u>scende rapidamente verso la soglia e poi campiona le risposte attorno a quella zona, dove si trova l'informazione più rilevante</u>.</li><li><strong>Scalinate Interlacciate</strong>: Per evitare che il partecipante anticipi la sequenza degli stimoli e per ridurre errori di aspettativa, vengono spesso utilizzate almeno<strong> due scalinate che partono da punti diversi e si alternano in modo casuale</strong>.</li></ol><p><strong>Vantaggi:</strong></p><ul><li><strong>Efficienza Temporale</strong>: Il metodo della staircase consente di risparmiare tempo identificando rapidamente la zona di incertezza e concentrando le misurazioni dove sono più informative.</li><li><strong>Minimizzazione dell'Errore</strong>: L'uso di scalinate interlacciate previene l'adattamento del partecipante a una sequenza prevedibile di stimoli.</li></ul>",
        "image": "static/uploads/staircase.png"
    },
    {
        "id": 36,
        "question": "Metodi di Stevens o psicofisica diretta",
        "hints": "<p>Negli anni '50, il dibattito sulla misurazione delle sensazioni rispetto agli stimoli fisici ha visto come protagonista <strong>Stanley Smith Stevens</strong>, un rinomato metodologo della psicologia e psicofisico. Stevens ha proposto un approccio diverso rispetto ai metodi classici di Fechner, introducendo la <strong>psicofisica diretta</strong> o <strong>psicofisica soggettiva</strong>.</p><p>Psicofisica Diretta:</p><p>Stevens sosteneva che, per misurare la sensazione di un suono o di un altro stimolo sensoriale, il <strong>soggetto sperimentale fosse il più qualificato per fornire informazioni dirette su ciò che percepiva</strong>.</p><p><strong>Metodi di Stevens:</strong></p><ol><li><p><strong>Stima di Magnitudine</strong>: In questo metodo, al partecipante viene presentato uno stimolo e gli viene chiesto di associare un numero che rappresenti la sua intensità percettiva. L'idea è che la persona possa quantificare direttamente la sua esperienza sensoriale.</p><ul><li><strong>Stimolo Ancora</strong>: Per garantire una certa coerenza nelle risposte, l'esperimento inizia spesso con uno stimolo di intensità media che funge da punto di riferimento o \"ancora\" a cui si dava un certo valore arbitrario (es. 10). Gli stimoli successivi vengono quindi valutati rispetto a questo stimolo iniziale.</li></ul></li><li><p><strong>Confronto Crossmodale</strong>: Stevens ha anche introdotto un metodo in cui al soggetto viene chiesto di paragonare una sensazione con un attributo di <strong>un'altra modalità sensoriale</strong>. Ad esempio, potrebbe essere chiesto di paragonare l'intensità di un dolore con la lunghezza di un segmento visivo. Oppure di misurare la forza operata su una leva che è più o meno forte a seconda dell'intensità percepita della luce.</p></li></ol>",
        "image": "static/uploads/metodi_di_stevens.png"
    },
    {
        "id": 37,
        "question": "Fonosimbolismo: momu e keki",
        "hints": "<p>Gli <strong>stimoli \"momu\" e \"keki\"</strong> sono un classico esempio utilizzato per illustrare il fenomeno del <strong>fonosimbolismo</strong>, ovvero l'associazione spontanea tra suoni e concetti o qualità percepite.\\n</p><p><strong>Wolfgang Köhler</strong>, uno dei fondatori del movimento gestaltista, ha contribuito significativamente allo studio della multisensorialità e dell'insight. Ha esplorato come diverse sensazioni, anche se non direttamente correlate, possano essere associate in modo naturale e spontaneo.</p><p><strong>Fonosimbolismo:</strong></p><p>Köhler ha osservato che certe vocali e suoni sembrano essere associati a determinate percezioni o concetti. Per esempio:</p><ul><li><strong>Vocali come \"o\" e \"u\" sono spesso percepite come \"arrotondate\" e associate a idee di grandezza o rotondità</strong>.</li><li>La vocale \"i\" è invece associata a qualcosa di piccolo o spigoloso.</li></ul><p>Stimoli \"Momu\" e \"Keki\":</p><p>In un tipico esperimento, ai partecipanti vengono mostrate due forme, una arrotondata e una spigolosa, e vengono chiesti di associare ciascuna forma con uno dei due suoni non-sense \"<strong>momu</strong>\" e \"<strong>keki</strong>\". La maggior parte delle persone associa \"<strong>momu</strong>\" con la forma <strong>arrotondata </strong>e \"<strong>keki</strong>\" con la forma <strong>spigolosa</strong>. Questo suggerisce una sorta di <strong>corrispondenza naturale o intuitiva tra i suoni e le forme visive</strong>.</p><p>Altre Associazioni:</p><p>Questo fenomeno non si limita solo a vocali e forme, ma si estende anche ad altri tipi di associazioni, come <strong>la relazione tra tono del suono e posizione spaziale</strong>: suoni gravi vengono spesso associati a oggetti posti in basso, mentre suoni acuti a oggetti in alto.\\n</p>",
        "image": "static/uploads/momu_e_keki.png"
    },
    {
        "id": 38,
        "question": "Funzione psicofisica di Stevens",
        "hints": "<p>La <strong>funzione psicofisica di Stevens</strong> è un modello proposto dal psicologo Stanley Smith Stevens per descrivere la relazione tra uno stimolo fisico e la sensazione percepita da un individuo. Stevens sosteneva che questa relazione può essere espressa attraverso una legge di potenza:</p><p>S=c*I^a</p><p>dove:</p><ul><li><strong>S</strong> è la sensazione percepita,</li><li><strong>I</strong> è l'intensità dello stimolo fisico,</li><li><strong>c</strong> è una costante che dipende dalla modalità sensoriale e dall'unità di misura,</li><li><strong>a</strong> è l'esponente che determina la forma della funzione.</li></ul><ol><li><strong>Esponente</strong>: L'esponente <strong>a</strong> è specifico per diversi tipi di stimoli e modalità sensoriali. Ad esempio, per la percezione della luminosità, è 0.33, mentre per la percezione della loudness a 3000Hz è 0.67, è 1.4 per il sale sulla lingua e 3.5 per uno shock elettrico sulle dita.</li><li><strong>Linearità e Non-linearità</strong>: La funzione psicofisica di Stevens permette di modellare relazioni lineari e non lineari tra stimolo e percezione. Se a=1, la relazione è lineare; se a≠1, la relazione è non lineare.</li><li><strong>Universalità</strong>: Stevens sosteneva che la sua <strong>legge di potenza</strong> potesse essere applicata a una vasta gamma di stimoli e sensazioni, rendendola una legge universale della percezione.</li></ol><p>Stevens infatti propone che la legge di <strong>Weber-Fechner</strong> sia valida solamente in alcuni casi e sia una particolare forma dovuta all'esponente. Infatti se a&lt;1 si crea una curva che accellera negativamente, con a&gt;1 una curva che accellera positivamente. Un caso speciale lo riveste la percezione ad esempio della linghezza di un segmento, in cui l'esponente è 1 quindi la funzione è rappresentata da una retta.\\n\\n<u>La legge di Stevens è inoltre più adatta a descrivere anche aspetti che la legge di Weber-Fechner non riuscivano a descrivere, ossia casi in cui lo stimolo sia o troppo intenso o troppo poco intenso.</u></p>",
        "image": "static/uploads/legge_di_stevens.png"
    },
    {
        "id": 39,
        "question": "Che tipi di errori possono essere commessi quando si misura un qualsiasi fenomeno?",
        "hints": "<p>Esistono due tipi principali di errori che possono influenzare i risultati delle misurazioni: errori casuali e errori sistematici.</p><ol><li><p><strong>Errore Sistematico</strong>:</p><ul><li>Questo tipo di errore è costante e prevedibile.</li><li>Ad esempio, se una bilancia è tarata in modo errato e mostra sempre un peso inferiore di 1 kg rispetto al peso reale, questo è un errore sistematico.</li><li>Gli errori sistematici possono essere corretti o eliminati una volta identificati, ad esempio, correggendo la calibrazione della bilancia.</li></ul></li><li><p><strong>Errore Casuale</strong>:</p><ul><li>L'errore casuale è imprevedibile e varia in modo irregolare.</li><li>È dovuto a <strong>fluttuazioni stocastich</strong>e, cioè casuali, che possono dipendere da molti fattori non controllabili.</li><li>Ad esempio, se stiamo pesando un oggetto in una stanza con correnti d'aria variabili, il peso registrato potrebbe variare leggermente ad ogni misurazione.</li><li>Gli errori casuali non possono essere eliminati, ma possono essere minimizzati con tecniche statistiche.</li></ul></li></ol><p>Il modello gaussiano, o distribuzione normale, è spesso utilizzato per <strong>descrivere l'errore casuale</strong>. In una distribuzione normale:</p><ul><li>La maggior parte delle misurazioni si raggruppa intorno al valore medio (o vero) del fenomeno.</li><li>Gli errori (scostamenti dal valore medio) sono simmetrici, cioè possono essere sia in eccesso sia in difetto.</li><li>Gli errori grandi sono meno probabili rispetto a quelli piccoli.</li></ul><p>In sostanza, quando si misura un fenomeno, il <strong>valore osservato è generalmente una somma del valore vero e di un certo errore casuale</strong>. Gauss ipotizzava che <strong>la distribuzione di questi errori casuali seguisse una curva normale</strong>, indicando che la maggior parte delle misurazioni sarebbe vicina al valore vero, con poche misurazioni che presentano errori significativi.</p>"
    },
    {
        "id": 40,
        "question": "si conduce un esperimento della detenzione del segnale e si trova che la percentuale di hit è 0.5 e quella di falsi allarmi è 0.5. Quanto è d’?",
        "hints": "<p>d' è zero</p>"
    },
    {
        "id": 41,
        "question": "Il problema del suono nel silenzio e le idee alla base della teoria della detenzione del segnale",
        "hints": "<p>La<strong> teoria della detezione del segnale </strong>è una teoria legata all’applicazione di concetti che derivano da ingegneria, trasmissione di segnali. In realtà però, è anche <strong>figlia di elementi della psicofisica di Fechner</strong>. Il problema che Fechner si era posto è quello del<strong> suono del silenzio</strong>, il quale è alla base del fenomeno della “vibrazione fantasma” (es. si pensa che sia il cellulare abbia vibrato, ma in realtà non è successo nulla).</p><p>Il \"problema del suono del silenzio\" è legato alla difficoltà di distinguere tra un segnale reale e un'illusione sensoriale quando il segnale è molto debole o assente.</p><p>Il fenomeno della <strong>\"vibrazione fantasma\"</strong> è un esempio contemporaneo di questo problema. È quella sensazione che si prova quando si è convinti che il cellulare abbia vibrato nella tasca, anche se in realtà non è arrivato nessun messaggio o chiamata. In questo caso, il cervello interpreta erroneamente un segnale debole o inesistente (la vibrazione) come se fosse reale</p><p>Fechner parla di due tipi di <strong>psicofisica</strong>, ossia quella <strong>esterna</strong>, in cui <strong>si cerca di mettere in relazione la sensazione di una persona con lo stimolo fisico</strong>, e quella interna, cioè porsi il problema di <strong>come lo stimolo fisico produce una risposta neurale</strong>. Egli ha cercato di trovare dei modelli matematici per spiegare quest’ultimo tipo di psicofisica, <u>i quali poi sono stati applicati anche alla teoria della detezione del segnale</u>.</p><p>Fechner ha immaginato che se potessimo misurare le attivazioni del sistema nervoso (psicofisica interna), esse risultino centrate rispetto ad un certo valore, il quale dipende<strong> dall’intensità dello stimolo</strong>, ma anche che <strong>fluttuino/varino intorno ad esso seguendo la legge della\\ndistribuzione gaussiana</strong>. Si tratta di un modello matematico teorico. Ad esempio, supponendo che il cellulare in tasca non vibri, vuol dire che lo stimolo fisico è 0, però, nonostante ciò, si può immaginare che nel sistema nervoso, anche in assenza di uno stimolo fisico, ci sia comunque una\\nfluttuazione casuale del rumore neurale, dovuto al fatto che le cellule scaricano continuamente in modo spontaneo e variabile. Dunque, nel sistema nervoso c’è un rumore di fondo sempre presente, e <u><strong>di conseguenza, quando I è 0, nel sistema c’è comunque qualcosa.</strong></u></p><p><u><strong>Sovrapponendo un segnale (Fechner parlava di “uno stimolo di intensità I”) a tale situazione in cui c’è solo rumore, da 0 la\\ndistribuzione si sposta, poiché l’effetto dello stimolo aggiunge un errore costante, però la forma&nbsp;rimane una distribuzione normale.</strong></u>\\n\\nNel sistema nervoso si può immaginare che ci sia un sistema di controllo che, <strong>sulla base del grado di attivazione osservato nelle cellule</strong>, deve decidere se ha sentito qualcosa nella realtà oppure no. Seguendo tale ragionamento, è possibile prevedere che in certe condizioni si possa sentire il suono del silenzio, nel senso che <strong>questo centro di controllo può dare la percezione cosciente di sentire una vibrazione poiché scambia un suono presente in quel momento per un suono riconoscibile</strong>, anche se si tratta di solo rumore neurale. Questo sistema di controllo potrebbe basarsi <strong>sulla media dei due segnali</strong>, ossia un punto intermedio tra <strong>0 e a</strong>, ed è nel momento in cui essa viene superata che si avverte di aver percepito qualcosa: dunque, la probabilità di avere un percetto veridico corrisponde alla piccola area della curva che supera la media, e ciò vuol dire che, con una probabilità più bassa, <strong>quando non c’è vibrazione, si potrebbe sentire il suono del silenzio</strong>.</p><p>\\n</p>",
        "image": "static/uploads/il_suono_del_silenzio.png"
    },
    {
        "id": 42,
        "question": "Teoria della detenzione del segnale",
        "hints": "<p>La <strong>teoria della detenzione del segnale</strong> trae spunto da quelle che erano delle riflessioni fatte da Fechner rispetto a quella che era definita psicofisica interna. Secondo Fechner infatti c'è sempre un rumore di fondo, che può in alcuni casi essere percepito come uno stimolo, ad esempio sentire vibrare il telefono quando non sta effettivamente vibrando. Quando poi vibra si aggiunge un segnale al solo rumore. Entrambi questi stimoli possono essere descritti come<strong> variabili teoriche che seguono una distribuzione gaussiana</strong>.\\n\\nNella teoria di detenzione del segnale si fa fare un <strong>compito discriminativo</strong> ad un soggetto. Ad esempio si possono prendere dei punti casuali che si muovono nello schermo e imporre ad alcuni di essi di seguire un movimento coordinato. Se prendessimo un soggetto che risponde sempre di sì e presentassimo sempre il movimento non potremmo dire nulla, nel senso che magari il soggetto risponde sempre di sì anche se non vede un segnale. Ma se invece in alcune prove è presente solo il rumore avremmo che il soggetto risponde sempre si in entrambi i casi.\\n\\nIn questo caso se invece misuriamo sia le risposte allo stimolo che quelle al rumore abbiamo un quadro più chiaro. In questo caso stiamo misurando la <strong>sensibilità indirettamente</strong>, in questo caso non attraverso delle soglie, ma confrontando le percentuali di <strong>risposte corrette e di falsi allarmi</strong>.\\n</p><p>\\nIl modello di detenzione del segnale si basa su un modello simile a quello della psicofisica interna di Fechner, anche se un po' diversamente in quanto per la teoria della detenzione del segnale sono sufficienti delle risposte comportamentali. Il modello prevede due processi:\\n</p><ul><li>il primo processo è quello regolato dalla <strong>sensibilità sensoriale;</strong>&nbsp;quando arriva lo stimolo produce una risposta sensoriale, la quale sarà tanto più forte quanto più è forte il rapporto tra segnale e rumore;\\n</li><li>il secondo processo è di tipo decisionale, dopo la risposta sensoriale c'è un processo post percettivo che decide se il sengale è sufficientemente robusto da garantire la produzione di un percetto cosciente. Questa risposta è regola non da un processo sensoriale ma da un <strong>criterio decisionale</strong>.\\n\\nPer poter misurare la sensibilità, anche non sapendo qual è il criterio, bisogna quindi presentare alcuni stimoli che contengano il segnale e altri che contengono solo rumore. Possiamo avere quattro condizioni:</li><li><strong>Hit</strong>: quando il segnale è presente e il soggetto risponde positivamente</li><li><strong>Miss</strong>: quando il segnale è presente ma il soggetto risponde negativamente</li><li><strong>Correct rejection</strong>: quando c'è solo rumore e il soggetto risponde negativamente</li><li><strong>False allarm</strong>: quando c'è solo rumore e il soggetto risponde positivamente\\n\\nPer calcolare la sensibilità è sufficiente avere due parametri (HIT o MISS, e CORRECT REJECTION o FALSE ALLARM), anche perchè sappiamo il numero massimo delle prove e quindi possiamo facilmente calcolare tutte le percentuali. Per calcolare il d' si utilizzano per convenzione le percentuali degli HIT e dei FALSE ALLARM e si fa:\\n</li></ul><p> <strong>Percentuale di HIT - Percentuale di False Allarm\\n</strong></p><p>Il d' è anche detto <strong>indice di discriminabilità&nbsp;</strong>è l'equivalente di calcolare la distanza tra le due medie delle due distribuzioni (rumore e segnale+rumore). Il segnale infatti farà shiftare la curva verso destra tanto più quanto più il soggetto è sensibile. Inoltre il d' rappresenta una misura di sensibilità espressa in unità di deviazioni standard. \\n</p><ul><li>Un d'&lt;1 bassa sensibilità \\n</li><li>d1&gt;2 media sensibilità \\n</li><li>d'&gt;4 altissima sensibilità<s>​​​​​​​</s>\\n</li></ul><p>\\n</p>",
        "image": "static/uploads/detenzione_del_segnale.png"
    },
    {
        "id": 43,
        "question": "Come si calcola il criterio C secondo la teoria della detenzione del segnale?",
        "hints": "<p>Per calcolare il criterio ci sono vari modi. Uno di questi si basa sul rapporto tra le probabilità di osservare un valore dato che il segnale è presente e dato che il segnale è assente.\\n</p><p><strong>Calcolo delle Z-Scores</strong>:</p><p>Si convertono le percentuali di HIT (h) e FALSE ALARM (fa) in punteggi Z usando la funzione inversa della distribuzione normale cumulativa (qnorm). I punteggi Z rappresentano il numero di deviazioni standard sotto la media a cui si trovano le percentuali di HIT e FALSE ALARM. </p><p><strong>Rapporto delle Densità di Probabilità</strong>:</p><p>La funzione calcola il rapporto tra le densità di probabilità delle distribuzioni gaussiane per segnale presente e segnale assente. La formula è:</p><p><strong>Criterio =dnorm(zh)/dnorm(zfa)</strong></p><p>Questo rapporto rappresenta <strong>la probabilità relativa di osservare un dato valore sotto l'ipotesi di segnale presente rispetto all'ipotesi di segnale assente.</strong></p><p>In sintesi, la funzione calcola un criterio basato<strong> sul rapporto delle probabilità di osservare un dato valore, date le due condizioni possibili</strong>. In generale comunque in psicofisica si è più interessati al d' che non al calcolo del criterio.</p>",
        "image": "static/uploads/criterio_c.png"
    },
    {
        "id": 44,
        "question": "Come si interpreta d'?",
        "hints": "<ul><li>Se d'=0 non c'è sensibilità</li><li>Se d' &lt;1 bassa sensibilità</li><li>Se d' = 1 moderata sensibilità</li><li>Se d' = 4 alta sensibilità</li></ul>",
        "image": "static/uploads/interpretare_dprime.png"
    },
    {
        "id": 45,
        "question": "Che cosa differenzia la risposta di un cono rispetto alla risposta di una cellula ganglionare?",
        "hints": "<p>L’immagine rappresenta la registrazione intracellulare da uno dei coni di una tartaruga tramite un elettrodo posto sulla retina: viene presentato un flash di luce a vari livelli di intensità (come nell’esperimento di Pirenne) e quello che si vede è <strong>l’output del cono a seconda di questi diversi flash di luc</strong>e. La striscia rossa rappresenta il percorso temporale dello stimolo (al tempo 0 si vede che viene presentato il flash per 10 sec).</p><p>Sull’asse delle y c’è il <strong>potenziale di membrana, il quale, quanto più è intenso il flash di luce, più diventa negativo</strong>. Il fotorecettore, quindi, si comporta come un contatore di fotoni: più ne arrivano, <u>più la negatività del potenziale di membrana sarà ampia</u>: si tratta di un potenziale graduato, il quale va a finire in una rete neurale complicata in cui ci sono connessioni tra diverse tipologie di cellule retiniche, sia verticali che orizzontali. Il fatto che esistano coni diversi fa in modo che la risposta ottimale del cono vari a seconda della lunghezza d'onda. Anche per i bastoncelli c'è una lunghezza d'onda ottimale</p><p>L’informazione trasportata da queste cellule <strong>man mano converge fino ad arrivare alle cellule ganglionari</strong>. Attraverso un microelettrodo che registra l’attività di queste cellule posto nel nervo ottico, è possibile studiare come esse rispondono. Le <strong>cellule ganglionari</strong> sono organizzate per rispondere a segnali opponenti, esistono cellule centro-on e cellule centro-off. La loro risposta non è più una risposta graduata ma segnala un contrasto di luminosità tra centro e periferia. Se si illumina sia <strong>centro</strong> che <strong>periferia</strong> quello che si osserva è <strong>l'attività spontanea della cellula</strong>, in quanto il centro eccitatorio viene bilanciato dall'anello inibitorio (o viceversa).</p>",
        "image": "static/uploads/assorbanza_fotone.png"
    },
    {
        "id": 46,
        "question": "Come avvenivano i primi studi sulle cellule ganglionari?",
        "hints": "<p>Si registravano i <strong>potenziali d'azione generati dalle cellule ganglionari a livello del nervo ottico</strong> mentre venivano proiettati dei dischi luminosi.\\n</p><p>Ciò viene fatto posizionando un disco luminoso nel campo visivo dell’animale: in zone specifiche di esso si osserverà <strong>una modulazione della cellula</strong>, nel senso che puntando lo stimolo in certe parti del campo visivo la cellula <strong>aumenterà la sua frequenza di scarica, mentre in altre la inibirà</strong>. Questo procedimento permette di definire il campo recettivo della cellula.</p>",
        "image": "static/uploads/cellule_ganglionari.png"
    },
    {
        "id": 47,
        "question": "Cosa sappiamo delle cellule ganglionari centro-on e centro-off?",
        "hints": "<p>Negli anni ‘50 in questo modo è stato possibile vedere qual è il <strong>campo recettivo di una cellula ganglionare</strong>, ed è stato notato che esso è <strong>concentrico e opponente</strong>, nel senso che possiede una zona centrale circolare e un anello periferico intorno ad essa. La stimolazione di queste due zone provoca effetti diversi rispetto all’attività della cellula, infatti, a seconda di dove viene stimolata, può dare risposte diverse. \\n</p><p>In riferimento a ciò, esse si distinguono in <strong>cellule centro-on e cellule centro-off</strong>. Nel caso della cellula centro-on, stimolando la parte centrale con un disco luminoso, la cellula aumenta la propria frequenza di scarica. Al contrario, nel caso di quella centro-off, stimolando la zona centrale la cellula inibisce la sua scarica, mentre stimolando quella periferica la cellula la aumenta. In questo senso, a differenza dei fotorecettori, la <strong>ganglionare non risponde con un potenziale d’azione graduato, ma discreto</strong>. \\n</p><p>Con una cellula centro-on si vede che, puntando il disco luminoso in una zona specifica della parte centrale del campo recettivo e ingrandendolo man mano (mantenendolo per. sempre nella zona centrale), <strong>la frequenza di scarica arriva ad essere massima</strong>. Tuttavia, continuando ad ingrandire ancora questo disco, la frequenza diminuisce: in tal modo . possibile trovare il confine della zona eccitatoria del campo recettivo. Di conseguenza, più si aumenta la grandezza del disco, più la cellula diminuisce la sua scarica, fino ad arrivare ad un punto in cui essa praticamente si comporta come se lo stimolo non ci fosse, e quella che viene registrata è solo la sua frequenza di scarica spontanea. \\n</p><p>Ci chiarisce un concetto importante, ossia il fatto che la <strong>cellula ganglionare</strong>, a differenza del <strong>fotorecettore</strong>, non si comporta come un contatore, non risponde all’intensità assoluta della luce nel campo recettivo, poichè la sua risposta deriva da <strong>un equilibrio fra eccitazione e inibizione</strong>, il quale corrisponde ad confronto spaziale, quanta luce c’è in periferia contro quanta luce c’è al centro. <u>Ciò significa che se c’è la stessa intensià di luce in centro e in periferia, la cellula sarà ugualmente eccitata e inibita, e quindi tali fattori si controbilanceranno arrivando ad annullarsi a vicenda</u>. \\n</p><p>Dunque, per questo tipo di cellula non è la maggiore o la minore intensità a determinare la risposta, ma il <strong>contrasto</strong> fra intensità diverse. Questo concetto può essere basato su quello della Gibson, la quale affermava che <u><em><strong>lo stimolo è una relazione</strong></em></u>, non una quantità assoluta, e ciò è alla base del <strong>principio di determinazione relazionale</strong>. Dunque, la retina nel suo complesso è una rete neurale che serve in primis a codificare il contrasto, cioè a tirar fuori le relazioni rispetto allo spazio e al tempo, e non a codificare quantità assolute.</p>",
        "image": "static/uploads/spot_size.png"
    }
]