[
    {
        "id": 2,
        "question": "Qual è lo spettro della luce?",
        "hints": "<p>La luce viene misurata attraverso un <strong>nanometro </strong>che può calcolarne la lunghezza d'onda. La lunghezza d'onda della luce viene misurata in nanometri, cioè 10^-9 metri, ossia un miliardesimo di metro. Possiamo quindi avere delle lunghezza d'onda molto diverse tra loro.\\n\\n0.01 nm: raggi gamma, tipici delle radiazioni nucleari\\n1 nm: raggi x\\n100 nm: raggi ultravioletti\\n400 - 700nm: luce visibile dall'occhio umano\\n1micron - 1 cm: raggi infrarossi\\n1m -1km: onde radio\\n\\nLa gamma delle lunghezze d'onda che ritroviamo in una radiazione elettromagnetica viene detta <strong>spettro elettromagnetico</strong>. In funzione della lunghezza d'onda le informazioni possono viaggiare per una distanza più o meno ampia. Per questo si usano le onde radio per comunicare a grande distanza.\\n\\nL'occhio umano è in grado di elaborare lunghezze d'onda che vanno dai <strong>400 nm ai 700 nm</strong> perchè è questa la lunghezza d'onda che può essere assorbita dal <strong>retinale</strong>, una forma della <strong>vitamina A</strong> che li lega alle opsine, e che determina i potenziali graduati dei fotorecettori. I fotorecettori sono di due tipi, i coni e i bastoncelli, dovuti alla diversa forma del <strong>segmento esterno del recettore stesso</strong> e che variano anche rispetto alla sensibilità. I bastoncelli sono molto più sensibili e sono in grado di attivarsi anche con un solo fotone assorbito. I coni hanno una sensilità ridotta. I bastoncelli si usano nella visione con poca luce, detta <strong>scotopica</strong>, i coni per la visione diurna detta <strong>fotopica</strong>.\\n\\n. I coni sono di tre tipi, gli S, gli M e gli L in base alla diversa funzione di assorbanza dei fotoni.\\n\\nGli S assorbono più facilmente energia elettromagnetica per lunghezze d'onda più corte dello spettro visibile, gli M e gli L hanno delle funzioni di assorbanza che li portano ad essere più sensibili a lunghezze d'onda medie o più lunghe, anche se la loro assorbanza è molto simile.</p>",
        "image": "static/uploads/onda-elettromagnetica.png"
    },
    {
        "id": 3,
        "question": "Si può dire che i raggi del colore siano colorati?",
        "hints": "<p>I raggi della luce<strong> non sono colorati</strong> perchè il colore appartiene al percetto, quindi è il prodotto di un processo percettivo, non è una caratteristica della stimolo fisico. Anche Newton diceva questo, che i raggi di luce non sono colorati.&nbsp;\\n\\nNonostante si dica che la luce è colorata, nello specifico la luce a basse lunghezze viene detta<strong> luce blu</strong>, quella centrale dello spettro<strong> luce gialla</strong>, e verso la fine dello spettro <strong>luce rossa</strong>, nella realtà la luce non è colorata.\\n\\nCi possono infatti essere situazioni in cui la lunghezza d'onda della luce è la stessa ma i colori percepiti sono diversi, come nell'immagine. Oppure altre condizioni in cui la lunghezza d'onda è diversa ma vengono percepiti gli stessi colori.\\n</p>",
        "image": "static/uploads/colori-non-sono-direttamente-legati.png"
    },
    {
        "id": 4,
        "question": "Interazione Luce-Superfici",
        "hints": "<p>La luce nel vuoto si propaga sempre alla stessa velocità e nella stessa direzione.\\nQuando invece interagisce con la materia possono succedere quattro cose diverse:</p><p>\\n</p><ul><li>La luce può rimbalzare indietro con un angolo uguale al suo angolo di incidenza (<strong>riflessione speculare</strong>). Ad esempio i materiali che riflettono i raggi luminosi.</li><li>La luce può rimbalzare indietro con una direzione qualsiasi (<strong>riflessione diffusa o lambertiana</strong>). Ad esempio le superfici opache hanno una riflessione diffusa.</li><li>Attraversare il materiale subendo una deviazione (<strong>rifrazione</strong>). Ogni materiale ha il proprio indice di rifrazione, quindi quando cambia il materiale la luce può modificare la sua direzione</li><li>Attraversare il materiale senza variare la propria direzione (<strong>trasmissione</strong>)</li><li>Essere assorbito e trasformarsi in calore (<strong>assorbimento</strong>)</li></ul>",
        "image": "static/uploads/interazione-luce-superifici.png"
    }
]