[
    {
        "question": "Dove sono stati scoperti i neuroni specchio?",
        "hints": "<p>F5p si trova nel banco posteriore del solco arcuato, <strong>F5a </strong>si trova più ventralmente sempre nel labbro, l'area F5c è detta&nbsp; convessità e si trova al confine con F4&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>",
        "id": 1,
        "image": "static/uploads/F5.jpg"
    },
    {
        "question": "Che differenza c'è tra neuroni che codificano lo scopo e neuroni che codificano il tipo di atto in premotoria?",
        "hints": "Ci sono neuroni nella corteccia premotoria che hanno una scarica che è indipendente dal tipo di afferramento. Rispondono sia quando l'afferramento è un afferramento di precisione sia quando è un afferramento di potenza.\r\n\r\n\r\nCi sono poi neuroni che invece hanno un tipo di attività diverso, per cui sparano quando la scimmia esegue un atto di afferramento di precisione ma non sparano quando l'afferramento è fatto con una presa di potenza.\r\n\r\nQuindi sono di due tipi \"almeno\"",
        "id": 2,
        "image": "static/uploads/diverso-afferramento.jpg"
    },
    {
        "question": "Come si svolgevano i primi studi sui neuroni specchio? Da quanti neuroni si registrava?",
        "hints": "Si inseriva un elettrodo che poteva captare il segnale anche di 3 o 4 neuroni, la differente risposta era legata alla distanza. Si andava poi ad isolare il singolo neurone e si escludeva con una buona approssimazione il contributo degli altri neuroni",
        "id": 3
    },
    {
        "question": "Quale è l'attività dei neuroni mirror a riposo?",
        "hints": "Dipende, ci sono neuroni che hanno una scarica spontanea nulla o quasi nulla, altri invece che hanno una scarica spontanea alta. Per quel che riguarda i neuroni mirror si sono trovati neuroni che all'osservazione aumentavano la loro frequenza di scarica, altri neuroni con una frequenza spontanea alta che si inibivano all'osservazione di azioni",
        "id": 4
    },
    {
        "question": "Come era il video che è stato mostrato all'inizio sui neuroni specchio?",
        "hints": "La scimmia osservava un osservato che piazzava un pezzo di cibo su un contenitore, poi la scimmia afferrava il cibo. Tra un momento e l'altro c'è una pausa, quando viene presentato il cibo. Questa pausa è importante perchè esclude che la risposta del neurone mirror iniziale sia una preparazione motoria (altrimenti avrebbe scaricato fino alla fine dell'azione)",
        "id": 5,
        "image": "static/uploads/neuroni-specchio.jpg"
    },
    {
        "question": "Cosa puoi dirmi dell'esperimento sui neuroni dei neuroni che si inibiscono all'osservazione?",
        "hints": "E' una tipologia di neuroni evidenziata già dai primi studi. Il neurone a differenza di quando si eccita,  in questo caso si inibisce,  ossia riduce la sua frequenza di scarica,  sia quando osserva l'azione dello sperimentatore,  sia quando afferra il cibo. Importante: c'era una condizione in cui il pezzo di cibo veniva coperto da un bicchierino,  per escludere che la ridotta attivazione in osservazione fosse legata alla mano dello sperimentatore che copriva il cibo,  in questa condizione il neurone non modifica la sua frequenza di scarica quando il cibo viene coperto dal bicchierino.",
        "id": 6
    },
    {
        "question": "Cosa stavano cercando quando hanno trovato i neuroni specchio?",
        "hints": "Stavano studiando se i neuroni dell'area F5 avessero una scarica che fosse legata alla cinematica del movimento. Venivano quindi utilizzati oggetti e cibi di varia natura e valenza sia per compiti di osservazione che di esecuzione. Ad esempio veniva preso un pezzo di cibo,  posato su un supporto e poi dato alla scimmia che doveva afferrarlo. Durante questi compiti si è visto che i neuroni di F5 rispondevano anche durante l'osservazione di atti motori finalizzati",
        "id": 7
    },
    {
        "question": "Quali controlli sono stati necessari per lo studio dei mirror e si trovano nello studio di Rizzolatti e Gallese del 1996?",
        "hints": "- presentazione dell'oggetto/cibo per evitare che la risposta visiva fosse di neuroni canonici\r\n- presentare solo la mano per valutare se non fosse solamente la mano ad attivare il neurone\r\n- presentazione di una simil-pantomima eseguita con un utensile e non con la mano\r\n- in esecuzione compito visivo eseguito al buio.\r\n\r\n Per escludere che la risposta non fosse motoria ma fosse visiva. Importante: in tutti i controlli il neurone non risponde, visto che il neurone risponde per l'azione della mano con l'oggetto, ma non per la mano e non per l'oggetto allora quello che resta è l'atto motorio in sè, ossia il suo scopo. Per quel che riguarda la pantomima è una simil pantomima fatta con un utensile, nella realtà osservazioni ed esperimenti successivi hanno dimostrato che il neurone mirror risponde anche all'utilizzo di strumenti dopo una fase di training o comunque alla fine degli esperimenti dove vede l'utensile come un prolungamento del braccio dello sperimentatore",
        "id": 8,
        "image": "static/uploads/rizzolatti-gallese.jpg"
    },
    {
        "question": "Parlami dell'esperimento in cui si usava come azione la prensione di un oggetto con il dito indice",
        "hints": "Nell'esperimento il soggetto doveva prendere un pezzo di cibo dentro ad un piccolo buco con solo l'indice, Quando si usa l'indice il neurone risponde, quando si usa una pantomima, quindi solo l'indice senza il cibo il neurone non risponde, quando si fa lo stesso gesto con un cacciavite il neurone non risponde.Importante: nei primi studi sui mirror sia la pantomima che la semipantomima fatta con uno strumento non generavano la risposta del neurone.\r\n\r\nImportante: questo è uno dei primi esperimenti che ha dimostrato che il neurone non risponde ne per la pantomima dell'atto ne usando un cacciavite al posto del dito indice",
        "id": 9,
        "image": "static/uploads/prensione-con-indice.jpg"
    },
    {
        "question": "Quali sono gli atti motori di mano del repertorio motorio della scimmia?",
        "hints": "<ul><li>Afferrare</li><li>Manipolare</li><li>Tenere</li><li>Piazzare</li><li>Interazione tra due mani\r\n</li></ul><p>\r\n&nbsp;Nell'uomo gli atti di mano non sono molti di più. Ci sono atti che possono essere eseguiti tramite strumenti. Inoltre c'è la presa di precisione tipica di quando dobbiamo tenere una penna in mano per scrivere. Ma la scimmia ha un atto simile quando deve tenere in mano delle piccole bacchette.</p>",
        "id": 10,
        "image": "static/uploads/codifica-neuroni-mirror.jpg"
    },
    {
        "question": "Oltre alla codifica dello scopo, quali altre variabili possono essere codificate dai neuroni mirror?",
        "hints": "Sappiamo che l'ingresso che determina l'input dei neuroni mirror è diverso, possono essere informazioni di tipo motorio, visivo, o di altra natura. Gli aspetti studiati che determinano una modulazione della risposta dei neuroni mirror sono: - la preferenza per la direzione dell'atto motorio (da destra a sinistra o viceversa) - La preferenza manuale (se mano destra o sinistra), ricorda l'imitazione speculare dei bambini - Il punto di vista, quindi se l'azione è svolta da una prospettiva egocentrica, a 90° o 180° - Se l'azione svolta è nello spazio peripersonale o extrapersonale, per la metà è una risposta determinata da una distanza operativa, per metà da una distanza metrica. Inoltre la risposta è graduale, per i peripersonali se prendiamo 37 cm come distanza che delimita lo spazio per ed extra, a 28 e 24.5 cm troviamo risposte più forti (più forte a 28cm), anche per lo spazio extrapersonale abbiamo una gradualità, con la risposta che aumenta all'aumentare della distanza - l'oggetto che viene visto afferrare, se è un cibo (più o meno preferito) oppure se è un oggetto. Anche rispetto ad una associazione tra un oggetto associato ad un reward e un oggetto non associato ad un reward - l'intenzione dell'agente (sia che sia la scimmia, sia che sia l'osservatore)",
        "id": 11
    },
    {
        "question": "Cosa vuol dire che un neurone mirror ha una scarica preferenziale per la direzione dell'atto?",
        "hints": "Significa che alcuni neuroni mirror presentano una scarica differenziale se l'atto è svolto da destra a sinistra o da sinistra a destra. Nello specifico sono stati presentati alla scimmia diversi atti di mano in cui lo sperimentatore dal vivo afferrava un oggetto da destra a sinistra o da sinistra a destra, negli istogrammi si vede sia la risposta alla visione, che la risposta in esecuzione. \r\n\r\n\r\nGli atti venivano poi eseguiti nell'emicampo destro, in quello sinistro e in posizione centrale. Dall'istogramma si vede che la risposta quando la scimmia vede l'azione svolgersi da destra a sinistra è maggiore di quando vede la stessa azione da sinistra a destra. La risposta in esecuzione non cambia ed è, come capita per i neuroni specchio, sempre più amplia in esecuzione rispetto che in visione. Importante: quando l'azione era nell'emicampo destro la risposta era un po' meno intensa ma comunque maggiore rispetto all'azione da sinistra a destra.\r\n\r\n",
        "id": 12,
        "image": "static/uploads/direction-preference.jpg"
    },
    {
        "question": "Cosa puoi dirmi della capacità dei neuroni mirror di codificare la mano utilizzata?",
        "hints": "Una delle caratteristiche che i neuroni mirror riescono a codificare è quale mano sia utilizzata dall'osservatore. In questo caso venivano mostrati alla scimmia atti di mano destra e sinistra e venivano presentati nell'emicampo destro o sinistro o al centro.\r\n\r\nNella condizione A1 e A2 (A centrale, 1 sinistra e 2 destra) vediamo come il neurone risponde per la mano sinistra ma non c'è risposta per la mano destra.\r\nNella condizione B1 e B2 (B è sinistra) abbiamo sempre una risposta nella condizione con la mano sinistra.\r\nNelle condizioni C1 e C2 abbiamo sempre una risposta in C1, in C2 addirittura il neurone si inibisce.\r\n\r\nImportante: La risposta ha una risposta sia quando deve effettuare lei il movimento di afferramento con la mano destra e con la mano sinistra. Ma è più intensa per la mano destra (che è quella opposta a quella usata dallo sperimentatore). Questo esperimento fa pensare all'imitazione dei bambini, infatti le scimmie non imitano se non quando sono appena nate, ma i bambini quando gli si chiede di imitare un movimento tendono ad avere una imitazione speculare (differenza rispetto all'adulto che invece usa la mano giusta). Questo non dimostra nulla, ma è un aspetto che va ricordato",
        "id": 13,
        "image": "static/uploads/hand-preference.jpg"
    },
    {
        "question": "Come hanno fatto a dimostrare che la risposta dei neuroni mirror è una risposta motoria e non legata semplicemente all'input visivo?",
        "hints": "In una condizione la scimmia osservava un semplice atto di afferramento (il neurone risponde)\r\nIn una seconda condizione la scimmia osservava la pantomima di quell'atto, cioè la mano che fa il movimento ma non c'è l'oggetto (il neurone non risponde)\r\nNella terza condizione veniva mostrato l'oggetto, poi veniva occluso da una paratia e la scimmia osservava l'atto parzialmente nascosto della mano (il neurone risponde)\r\nNella quarta condizione la scimmia osservava che non c'era l'oggetto, veniva tirata la paratia e l'osservatore compiva una pantomima (il neurone non risponde)\r\n\r\nQuindi si può escludere che la risposta del neurone sia legata ad una informazione puramente visiva e pittorica, in quanto nella condizione 3 non vede effettivamente cosa sta succedendo, eppure il neurone scarica come se stesse osservando l'afferramento e questo lo fa sulla base della memoria, memoria che però necessita di una sorta di \"dizionario\" delle azioni che è codificato nei circuiti parieto-premotori. Per cui la scimmia immagina quello che sta succedendo e lo fa correttamente, utilizzando le rappresentazioni motorie che sono salvate nel suo sistema motorio. Quello che manca dell'azione osservata viene ricostruito grazie alle rappresentazioni motorie che sono salvate nei circuiti parieto-premotori che contengono queste rappresentazioni.",
        "id": 14,
        "image": "static/uploads/umilta-scarica-atto-nascosto.jpg"
    },
    {
        "question": "Quali sono i neuroni mirror che hanno una codifica predittiva?",
        "hints": "situazione visiva, il mirror scarica quando vede la mano afferrare l'oggetto\r\nsituazione di pantomima, il mirror non scarica\r\npantomima dietro ad uno schermo, il mirror non scarica\r\nsituazione visiva con azione dell'afferramento nascosta dallo schermo (il neurone scarica in modo anticipato)\r\n\r\nCosa consente a questi neuroni di scaricare in modo anticipato? Probabilmente l'osservazione della mano in avvicinamento manda il neurone mirror sottosoglia ma finché c'è l'input visivo la risposta è condizionata da questo. Se la mano scompare dietro allo schermo allora il neurone mirror può attivarsi e lo fa molto probabilmente in virtù delle sue passate esperienze motorie e quindi di fatto anticipa andando soprasoglia quando l'input visivo non mostra più la mano. Quindi si basa su un meccanismo predittivo che si basa sulle prove precedenti.",
        "id": 15,
        "image": "static/uploads/predictive-mirror.jpg"
    },
    {
        "question": "Cosa sono i neuroni mirror audio visivi?",
        "hints": "<p>rompere della carta\r\nlasciar cadere una bacchetta a terra\r\nun rumore bianco o un click\r\nvocalizzazioni di un'altra scimmia\r\n\r\nIl primo neurone mostra una risposta significativa sia quando viene visto e sentito il rompere la carta (l'atto era fatto in modo naturalistico) ma non risponde per il rumore bianco e al suono della vocalizzazione addirittura si inibisce.\r\n\r\nIl secondo neurone risponde quando viene fatta cadere una bacchetta e anche quando la scimmia sente solo il rumore, ma non risponde per il click o per la vocalizzazione della scimmia.\r\n\r\nIn entrambi i casi nella condizione visione + suono l'attività del neurone inizia prima che il suono venga effettivamente emesso, nella modalità uditiva si attiva solo nel momento in cui sente il suono. Importante: cosa succede se viene presentato solamente il suono e non la parte visiva? Veniva confrontata la risposta del neurone durante la visione e basta, solo il suono o entrambi di una azione come il rompere una nocciolina. Questa risposta era confrontata ad un atto di afferramento di un anello a cui era associato un particolare suono o confrontato con la rottura di un pezzo di carta.\r\n\r\n\r\nun neurone mostra una risposta sia alla visione che all'ascolto che alla presenza di audio+suono per l'azione di rompere una nocciolina, lo stesso neurone non risponde durante l'afferramento + suono dell'anello, solo alla visione dell'afferramento o solo al suono. Nella condizione motoria si attiva per la rottura di una nocciolina ma non per l'afferramento dell'anello.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;\r\nil secondo neurone mostra una attivazione nella condizione visiva+acustica della rottura della nocciolina, ma nessuna risposta alla sola visione e ridotta all'ascolto. Questo è quindi un neurone che per attivarsi integra informazioni visive e uditive e la sua risposta migliore la si ottiene quando entrambe le condizioni sono presenti. Il neurone si attiva per la rottura di una nocciolina. Lo stesso neurone invece non si attiva alla visione, all'ascolto o entrambi della rottura della carta. Sia in osservazione/ascolto che in esecuzione. Anche a livello di popolazione vediamo che la risposta all'azione preferita è maggiore rispetto all'azione non preferita. La risposta maggiore la si ha nelle condizioni visione+suono, ma anche la risposta al solo suono è paragonabile. Ridotta è la risposta alla sola visione anche se presente. Nella condizione non preferita la risposta della popolazione dei neuroni è ridotta</p>",
        "id": 16,
        "image": "static/uploads/Mirror_audio-visivi.jpg"
    },
    {
        "question": "Come si può dimostrare che la codifica dei neuroni mirror è una codifica dell'atto motorio e non solo visivo/pittorica?",
        "hints": "Per dimostrare che i neuroni mirror avessero una reale risposta che codificasse l'atto motorio:\n- è stato fatto l'esperimento dove l'atto era parzialmente oscurato da una tendina\n- sono stati studiati i neuroni mirror audio-visivi\n\nIn entrambi i casi la risposta è presente anche se non c'è parzialmente o totalmente l'immagine motoria dell'azione. Questo dimostra che la codifica dei neuroni mirror è relativa all'atto motorio e non alla sua rappresentazione pittorica",
        "id": 17
    },
    {
        "question": "Cosa succede ai neuroni mirror audio-visivi se viene presentato solo lo stimolo visivo?",
        "hints": "Dipende, alcuni neuroni mostrano una risposta uguale sia alla visione, sia all'ascolto, sia alla visione + ascolto. Nello specifico era presentato l'atto di rompere una nocciolina e veniva poi mostrato l'atto di rompere un pezzo di carta.\r\nAltri neuroni invece mostrano una risposta nulla o più attenuata quando lo stimolo è solo visivo rispetto alla condizione visione + ascolto. Dimostrando quindi di essere un neurone che mostra delle proprietà additive e integrative.\r\n\r\nQuindi ci sono neuroni mirror la cui risposta è la stessa sia per il solo stimolo visivo, sia quello uditivo che per entrambi.\r\nAltri neuroni mirror in cui visione+suono produce un'azione più intensa.\r\nAnche a livello di popolazione possiamo trovare queste differenze di attivazione. Ovviamente tutti questi neuroni erano confrontati con un controllo (rompere un pezzo di carta, nelle diverse condizioni)",
        "id": 18,
        "image": "static/uploads/visuo-motori-3.jpg"
    },
    {
        "question": "Cosa vuol dire neurone strettamente congruente? Come si dimostra questo?",
        "hints": "Quando si parla di neuroni strettamente congruenti si intende che c'è una uguaglianza non solo nello scopo dell'atto, ma anche come questo atto viene eseguito. Sono circa il 35% del totale dei neuroni mirror. Nell'esperimento veniva presentato alla scimmia un movimento di manipolazione di un pezzo di cibo che prevedeva la rotazione del polso in senso orario e antiorario. In questo caso il neurone risponde solamente quando la rotazione del polso viene fatta in senso antiorario. Nella condizione di esecuzione veniva presentato il cibo alla scimmia con una mano, che doveva effettuare un movimento di rotazione del polso. La risposta del neurone avveniva solamente quando la rotazione del polso era effettuata in senso antiorario. In questo caso quindi c'è una perfetta corrispondenza non solo dello scopo dell'atto, ma anche del modo in cui questo atto viene eseguito. Come controllo la scimmia doveva semplicemente afferrare un pezzo di cibo, in questo caso il neurone non risponde",
        "id": 19,
        "image": "static/uploads/neurone-mirror-congruente-in-senso-stretto.jpg"
    },
    {
        "question": "Cosa significa che un neurone non è strettamente congruente?",
        "hints": "Significa che l'atto in osservazione non è specifico rispetto alla preferenza mostrata in esecuzione. Ad esempio un neurone mirror può rispondere in esecuzione per una presa di precisione e può rispondere sia alla presa di potenza che alla presa di precisione in osservazione. I neuroni mirror congruenti in senso lato sono la maggioranza (circa il 65%). Il neurone in osservazione risponde sia per una presa di precisione, sia per una presa di potenza.\r\n\r\nMentre in esecuzione è specifico per la presa di precisione e non risponde per la presa di potenza.",
        "id": 20,
        "image": "static/uploads/mirror-congruente-in-senso-lato.jpg"
    },
    {
        "question": "Cos'è il matching system?",
        "hints": "<p>E' il meccanismo che è stato ipotizzato essere alla base della comprensione degli atti motori da parte dei neuroni mirror. Quando un neurone mirror si attiva infatti la sua scarica in esecuzione e in osservazione è paragonabile. Il nostro sistema motorio quando osserviamo un atto svolto da un altro entra <strong>naturalmente </strong>in attività. Questo accesso automatico è quello che ci permette di accedere al significato dell'atto motorio, cioè alla sua comprensione. L'atto motorio osservato fa risuonare il circuito motorio che consente così di estrapolarne lo scopo.\r\n\r\nImportante: i neuroni mirror generalmente hanno una risposta maggiore in esecuzione rispetto che in osservazione. Questo aspetto è rilevante da un punto di vista della sua funzione relativa alla cognizione sociale. Nel senso che deve esserci una differenza tra quando osservo un'atto fatto da altri a quando sono io stesso ad eseguirlo. Proprio per differenziare il sé dall'altro</p>",
        "id": 24,
        "image": "static/uploads/matching-system.jpg"
    },
    {
        "question": "Che tipo di output ha il neurone mirror?",
        "hints": "<p>L'uscita del neurone mirror è di tipo motorio. Riceve numerosi input che possono codificare diversi aspetti, come la posizione della mano, la sua velocità o quale mano viene utilizzata, possono avere informazioni rispetto alla posizione del braccio e anche al tipo di afferramento. Alcuni neuroni possono avere anche temporizzazioni più strette e rispondere solamente all'apertura o la chiusura di una mano.\r\n\r\nMa l'output è motorio e la sua risposta è la rappresentazione motoria dell'atto.\r\n\r\n<strong>L'output finale può quindi codificare semplicemente lo scopo dell'atto motorio oppure avere una uscita più specifica che va ad attivare altri neuroni che a loro volta attivano delle risposte comportamentali coerenti con l'atto osservato.</strong></p>",
        "id": 25,
        "image": "static/uploads/output-neurone-mirror.jpg"
    },
    {
        "question": "Differenze tra emulazione e imitazione e neuroni strettamente congrueti e non strettamente congruenti",
        "hints": "Sappiamo che solo l'uomo è in grado di imitare nella definizione più restrittiva del termine. Nelle scimme si parla di emulazione, ciò che viene copiato non è esattamente lo stesso identico movimento ma quello che viene copiato è lo scopo motorio. Per quel che riguarda l'uomo invece si parla di imitazione. In questo senso i neuroni congruenti in senso stretto potrebbero servire all'uomo per l'imitazione, mentre per quel che riguarda i neuroni congruenti in senso lato potrebbero servire per la comprensione degli atti e per l'emulazione.",
        "id": 26
    },
    {
        "question": "Per studiare i mirror si possono utilizzare videoclip?",
        "hints": "<p>Per quel che riguarda il fatto se un neurone possa rispondere o meno a dei videoclip è necessario prima dimostrarlo. Usare i videoclip è importante se si vogliono studiare dei dettagli che il neurone mirror potrebbe andare a codificare e per farlo bisogna usare stimoli che non abbiano varianza, varianza che invece è tipica di atti svolti in modo naturalistico.\r\n\r\nVenivano quindi utilizzati dei videoclip in cui erano presenti degli attori umani e degli attori scimmia, inoltre si comparava l'attivazione dei videoclip con una condizione naturalistica in cui lo sperimentatore era presente. La scimmia in questo caso veniva rinforzata solamente se prestava attenzione non tanto ad un punto ma ad un area di spazio in cui era presente il videoclip.</p><ul><li>alcuni rispondono meglio al video</li><li>altri rispondono meglio alla scena naturalistica</li><li>altri non rispondono mai allo stimolo video ma solo a quello naturalistico\r\n\r\n<span style=\"color:#e74c3c\">​​​​​​​In generale la scena naturalistica è in grado di generare una risposta maggiore rispetto al solo video. </span>\r\n\r\nImportante: non possiamo associare la differenza tra atto naturalistico e atto filmato a fattori attenzionali perchè la scimmia doveva prestare attenzione in entrambe le condizioni. Il fatto che la scarica sia più breve nella condizione video rispetto all'atto naturalistico è perchè in genere l'afferramento è più veloce nella scimmia che nell'uomo (e nei filmati venivano usati spesso attori scimmie).\r\n\r\nUna cosa che però non è ancora chiara è perchè, quando invece venivano usate delle proiezioni tridimensionali (quindi con stimoli anche migliori) la risposta dei neuroni mirror fosse così debole. Nell'uomo inoltre quando presentiamo una scena naturalistica o un video la risposta del sistema mirror è diversa, l'attivazione del sistema mirror è maggiore durante la scena naturalistica rispetto al video. \r\n\r\n​​​​​​​Però se vogliamo studiare dei dettagli, quindi vogliamo eliminare potenziali variabili confondenti, dobbiamo usare stimoli registrati per ridurre la variabilità che è intrinseca negli atti naturalistici.</li></ul>",
        "id": 27,
        "image": "static/uploads/neuroni-mirror-in-video.jpg"
    },
    {
        "question": "Cosa succede al sistema specchio degli esseri umani quando si guardano video? E' uguale a quando si guarda dal vivo?",
        "hints": "No, nell'uomo l'attivazione del sistema specchio è ridotta quando osserviamo un atto in uno schermo rispetto a quando lo osserviamo dal vivo. Anche se c'è un problema di natura tecnica, legata al fatto che è molto più complesso nella risonanza per gli uomini fargli vedere degli atti naturalistici (perchè sono dentro allo scanner)",
        "id": 28
    },
    {
        "question": "Come sono categorizzati i neuroni di F5?",
        "hints": "<p>Afferramento (30, sono per la maggiore)\r\nPiazzare\r\nManipolare\r\nManipolazione con due mani\r\nTenere\r\n\r\nPoi ci sono neuroni che rispondo per due azioni:\r\n\r\nAfferramento e piazzamento (20)\r\nAfferramento e manipolazione\r\nAfferramento e interazione bimanuale\r\nAfferramento e afferramento con la bocca&nbsp;</p><p>\r\n</p><p>Inoltre ci sono neuroni che rispondono per tre diverse azioni <strong>afferramento/piazzamento/manipolazione</strong> e <strong>afferramento/piazzamento/tenere</strong></p>",
        "id": 29,
        "image": "static/uploads/categorizzazione-neuroni-f5.jpg"
    },
    {
        "id": 30,
        "question": "Come si è dimostrato che i neuroni mirror sanno generalizzare da un atto fatto da un uomo ad uno fatto da una scimmia?",
        "hints": "E' stato fatto un esperimento nel quale veniva presa una scimmia attrice, quando era il momento la gabbietta veniva aperta e la scimmia attrice compiva un gesto di afferramento del cibo. Nella seconda condizione era lo sperimentatore che faceva il movimento di afferramento. Nel terzo caso era la scimmia stessa che eseguiva l'atto. In tutti e tre i casi il neurone mirror risponde dimostrando che la risposta è generalizzata tra la mano di una scimmia e quella di essere umano. Importante: la scarica è minore per l'afferramento osservato della scimmia e in esecuzione perchè l'atto di afferramento è più rapido nelle scimmie rispetto all'uomo",
        "image": "static/uploads/neuroni-mirror-in-video.jpg"
    },
    {
        "id": 31,
        "question": "Nello studio dei mirror audio-visivi quali condizioni sono state paragonate alla rottura di una nocciolina?",
        "hints": "Nell'esperimento dei mirror audio visivi c'erano diverse condizioni:\r\n- una unità scaricava quando veniva vista o solo sentita la rottura di un pezzo di carta, la risposta era presente sia in visione che in ascolto. Non c'era risposta per un rumore bianco o per la vocalizzazione di una scimmia. Per la vocalizzazione abbiamo una inibizione.\r\n- una unità scaricava quando cadeva un stecchetta a terra ma non rispondeva se veniva presentato un click, oppure una vocalizzazione.\r\n\r\nIl neurone 3 è stato studiato confrontando la rottura di una nocciolina con l'afferramento di un anello a cui era associato un suono. Il neurone risponde va di più per la condizione visiva ma anche per quella solo acustica o solo visiva. La risposta era molto inferiore quando invece era presentato l'afferramento dell'anello o solamente al suono associato.\r\n\r\nIl neurone 4 invece rispondeva in modo particolare, mostrava una risposta significativa alla visione+ascolto. Nessuna risposta alla visione e una blanda risposta all'ascolto. Questo è un esempio di neurone additivo, la cui risposta è legata ad input sia visivi che acustici. Se infatti paragonato ad un atto di rottura della carta, quest'ultima condizione non attivava mai il neurone. \r\n\r\nA livello di popolazione si osserva come ci sia una risposta più ampia per l'atto preferito (rompere la nocciolina) rispetto al non preferito (strappare la carta). \r\n\r\nImportante: questo studio evidenzia due aspetti:\r\n- il primo è che la codifica dell'atto può avvenire per la visione o anche solo per l'ascolto di un atto. Quindi conferma che ciò che viene codificato è l'atto motorio.\r\n- il secondo aspetto riguarda ai diversi tipi di neuroni audio-visivi. Alcuni mostrano di potersi attivare in qualsiasi condizione, visione, suono o entrambi; altri invece mostrano un comportamento additivo e quindi necessitano per la risposta ottimale del contributo di informazioni visive e uditive assieme.",
        "image": "static/uploads/visuo-motori-2.jpg"
    },
    {
        "id": 32,
        "question": "I neuroni mirror sono in grado di modulare la loro risposta in base alla prospettiva?",
        "hints": "<p><strong>76 - 24 - 30\r\n</strong>\r\nUn altra domanda è se i neuroni mirror sono sensibili alle diverse prospettive, venivano quindi presentati dei video alla scimmia in cui un'altra scimmia compiva degli atti di afferramento da una prospettiva:\r\n</p><ul><li>prospettiva soggettiva</li><li>prospettiva a 90°</li><li>prospettiva a 180° \r\n\r\n​​​​​​​E' stato trovato che il 76% dei neuroni presenta una scarica che è modulata dal punto di vista. Mentre il restante 24% ha una risposta che è invariante. Di questo 76%, il 30% era sensibile ad un solo punto di vista. \r\n\r\n<strong>Tra i diversi punti di vista quello che presentava il maggior numero di neuroni era quello per la prospettiva soggettiva, anche se la differenza non era statisticamente significativa.</strong>\r\n\r\n<span style=\"color:#e74c3c;\">Importante: in questo esperimento hanno osservato che i video degli attori umani erano meno efficaci di quelli di scimmie nel determinare una risposta dei neuroni mirror.</span></li></ul>",
        "image": "static/uploads/neuroni-mirror-prospettiva.jpg"
    },
    {
        "id": 33,
        "question": "Come si formano i neuroni mirror?",
        "hints": "Alcuni ipotizzano che all'inizio ci siano neuroni motori che si attivano per atti finalizzati e che tramite il feedback visivo venga poi associato il feedback visivo all'atto proprio. Poi questa proprietà può generalizzarsi agli altri. \r\n\r\nIl che però pone un problema, come è possibile l'imitazione neonatale? Quindi probabilmente le connessioni tra i diversi circuiti del sistema mirror sono presenti fin dalla nascita e si sviluppano insieme allo sviluppo del sistema motorio. Tramite processi di simulazione già alla nascita il bambino può quindi immediatamente associare l'atto osservato a quello che lui ha già prodotto e che ha sviluppato attraverso i movimenti neonatali (che sono presenti già dalle prime settimane di gestazione)"
    },
    {
        "id": 34,
        "question": "Che tipi di neuroni si trovano nel solco temporale superiore?",
        "hints": "Nel solco temporale superiore sono stati trovati neuroni che si attivano per immagini pittoriche di efferenti biologici, di teste o di volti. Alcuni di questi sono prospettiva dipendente, altri sono invarianti. In particolare alcuni di questi neuroni sono sensibili per lo stimolo \"mani\". Questi neuroni però fanno una analisi pittorica dello stimolo e non hanno una risposta motoria, cosa che invece hanno i neuroni mirror, il cui output è motorio."
    },
    {
        "id": 35,
        "question": "Dove vanno gli output dei neuroni mirror?",
        "hints": "<p>L'output del neurone mirror è un output motorio, questo segnale può restare nella premotoria andando ad influenzare altri neuroni, oppure può tornare indietro. Nello specifico F5 è connessa reciprocamente con l'area PFG che è connessa con il solco temporale superiore. Quindi l'attivazione di alcuni neuroni mirror ritorna indietro andando a consolidare il circuito. Per cui di un atto motorio noi possiamo comprenderne lo scopo, ma allo stesso tempo mantenendo attivi i neuroni temporali, ne cogliamo anche il dettaglio.\r\n\r\nSe ad attivare il circuito sono neuroni che hanno una codifica per un particolare punto di vista allora vengono attivati neuroni che sono selettivi per quel punto di vista. Quindi all'interno del circuito mirror restano attivi dei sottocircuiti specifici.\r\n\r\nInfine il neurone mirror può arrivare ad F1. Ovviamente in questo caso la sua risposta deve essere inibita, molto probabilmente dalla corteccia presupplementare.\r\n</p>"
    },
    {
        "id": 36,
        "question": "Nel caso in cui un neurone mirror non sia selettivo per una prospettiva vuol dire che è attivato da neuroni temporali che non sono selettivi per il punto di vista?",
        "hints": "Ci sono due possibilità, la prima è che riceva informazioni da neuroni temporali che non sono selettivi. La seconda possibilità è che invece riceva input da neuroni che codificano diverse prospettive e nessuno di questi riesce a vincere il neurone. Non c'è nessuna prospettiva che viene favorita, la competizione non porta nessun input a vincere il neurone. Ma sono solo delle ipotesi."
    },
    {
        "id": 37,
        "question": "Qual è la codifica dello spazio per i neuroni mirror?",
        "hints": "<ul><li>ci sono neuroni che codificano per lo spazio peripersonale e altri per lo spazio extrapersonale</li><li>ci sono neuroni che sono invarianti e codificano l'atto indipendentemente dallo spazio\r\n\r\nInoltre questo spazio è graduale e non è discreto. Se infatti poniamo il limite tra spazio peripersonale ed extrapersonale a <strong>37cm</strong>, i neuroni che codificano per lo spazio peripersonale avranno una frequenza di scarica maggiore se ci avvicinano (max a <strong>28 </strong>cm e un po' meno a <strong>24.5 cm</strong>). Anche per lo spazio extrapersonale se l'atto è svolto a <strong>43cm </strong>è più forte, ancora più forte se a <strong>48.5cm</strong></li></ul>",
        "image": "static/uploads/spazio-peripersonale-mirror.jpg"
    },
    {
        "id": 38,
        "question": "Che significato hanno le risposte per lo spazio peripersonale ed extrapersonale dei neuroni mirror?",
        "hints": "<p>Sappiamo che i neuroni mirror possono presentare una diversa scarica a seconda che l'atto sia svolto nello spazio peripersonale o extrapersonale. Per quel che riguarda lo spazio peripersonale la funzione potrebbe sottendere ad atti di cooperazione o competizione (più probabilmente di competizione nella scimmia). \r\n\r\nNel paradigma c'erano tre condizioni:\r\n- la scimmia doveva afferrare un oggetto nel suo spazio peripersonale\r\n- lo sperimentatore afferrava un oggetto nello spazio peripersonale della scimmia\r\n- lo sperimentatore lo afferrava nello spazio extrapersonale\r\n\r\nIl 50% dei neuroni mirror sono modulati dalla distanza, mentre il 50% non sono modulati. Inoltre il 50% dei modulati modula lo spazio peripersonale e il restante per l'extra-personale. Inoltre circa la metà dei neuroni codifica per uno spazio operativo, mentre l'altra metà circa per uno spazio metrico.\r\n\r\nQuindi favorire la programmazione di atti nello spazio peripersonale. Per lo spazio extrapersonale, che è lo spazio non raggiungibile con la mano, potrebbero invece sottendere a comportamenti di locomozione e di avvicinamento.</p>",
        "image": "static/uploads/peripersonal-space.jpg"
    },
    {
        "id": 39,
        "question": "Che relazione c'è tra F4 e F5 in relazione alle risposte bimodali?",
        "hints": "<p>Sappiamo che c'è una connessione reciproca tra F4 e F5. In F4 troviamo neuroni che codificano per lo spazio peripersonale, con le loro proiezioni a F5 potrebbero passare questa proprietà ai neuroni mirror di F5. Allo stesso modo le proiezioni inibitorie che da F4 vanno a F5 potrebbero, inibendo la risposta per lo spazio peripersonale, consentire ai neuroni di F5 di codificare lo spazio extrapersonale.\r\n\r\nDall'altra parte sappiamo che<strong> il movimento di raggiungimento è influenzato dallo scopo</strong>, quindi quando da F5 parte un comando di afferramento questo andrebbe a coinvolgere i neuroni di F4 che codificano per il raggiungimento. Dato che una azione è una organizzazione di atti motori che viene programmata prima che l'effettore si muova.\r\n\r\nImportante: esistono poi neuroni con proprietà bimodali che si trovano nel passaggio tra F4 e F5, quindi questa è una prova diretta dell'interazione tra queste due popolazioni di neuroni</p>"
    },
    {
        "id": 40,
        "question": "Dove si trovano i campi motori che controllano gli arti inferiori?",
        "hints": "Li troviamo nella porzione più dorsale della corteccia motrice primaria e nella corteccia premotoria dorsale"
    },
    {
        "id": 41,
        "question": "Descrivi il primo esperimento dove è stata valutata la codifica della semantica dell'oggetto dei mirror",
        "hints": "<ul><li>61\r\n</li><li>32&nbsp;</li><li>7&nbsp;\r\n\r\nNei primi studi sui neuroni specchio non risultavano esserci particolari differenze rispetto all'oggetto che veniva osservato. Venivano spesso utilizzati dei cibi da afferrare ma si sapeva poco su come la valenza potesse influenzare i neuroni mirror.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;\r\n\r\n<p>\r\n</p><ul><li>​​​​​​​sperimentatore che prende un oggetto</li><li>sperimentatore che prende un pezzo di cibo</li><li>la scimmia che deve afferrare un pezzo di cibo\r\n\r\nVediamo che ci sono neuroni che si attivano solo quando la scimmia vede afferrare un pezzo di cibo e quando lo afferra lei (ovvio se no non sarebbero mirror), come il neurone 1 e 2. Il neurone 3 è invariante e non cambia la sua frequenza di scarica in base al tipo di oggetto afferrrato. Il neurone 4 invece mostra una preferenza per l'oggetto. Scarica di più quando viene preso l'oggetto rispetto al cibo.\r\n\r\nA livello di percentuali:</li><li>il 61% risponde di più quando l'animale vede prendere del cibo</li><li>il 7% quando vede prendere un oggetto</li><li>il 32% ha una risposta invariante\r\n\r\n<u>A livello di popolazione si può osservare la linea blu dei neuroni che preferiscono il cibo e quella rossa per l'oggetto, nel secondo grafico osserviamo la situazione opposta, con una popolazione che preferisce l'oggetto rispetto al cibo.</u>\r\n\r\n<span style=\"color:#e74c3c\"><strong>Attraverso questo studio si è potuto dimostrare che c'è una differenza tra oggetti che hanno una semantica diversa</strong></span></li></ul></li></ul>",
        "image": "static/uploads/esperimento_1_valenza.jpg"
    },
    {
        "id": 42,
        "question": "Descrivi il secondo esperimento dove è stata valutata la codifica della valenza dell'oggetto dei mirror",
        "hints": "<p><strong>46 - 13 - 41\r\n</strong>\r\nNel secondo esperimento si faceva sempre fare la condizione di esecuzione che è necessaria, poi lo sperimentatore afferrava due oggetti differenti. Che fossero discriminabili tra loro ma che non avessero inizialmente alcuna associazione. Durante le prove venivano poi in modo random, ogni tanto dopo un afferramento, per un solo oggetto veniva data una ricompensa. Creando quindi una associazione tra l'oggetto preso e il cibo.\r\n</p><ul><li>​​​​​​​il 46% dei neuroni risponde all'oggetto associato alla ricompensa</li><li>il 13% risponde a oggetti non associati</li><li>il 41% ha una risposta che è invariante rispetto all'oggetto presentato.\r\n\r\nAnche a livello di popolazione possiamo osservare la risposta dei neuroni che preferiscono l'oggetto associato e quelli che preferiscono l'oggetto non associato.&nbsp;\r\n\r\n<strong>Importante: questo esperimento non dimostra se effettivamente il valore dell'oggetto può avere un significato. Per dimostrarlo ci vuole un ulteriore esperimento, l'esperimento 3.</strong></li></ul>",
        "image": "static/uploads/esperimento_2_valenza.jpg"
    },
    {
        "id": 43,
        "question": "Descrivi il terzo esperimento dove è stata valutata la codifica della valenza dell'oggetto dei mirror",
        "hints": "<ul><li>ad un oggetto era associato il cibo preferito</li><li>ad un oggetto era associato un secondo cibo preferito</li><li>al terzo oggetto non era associato nulla\r\nIl paradigma prevede che prima della presentazione dei tre oggetti vengano presentati le due ricompense, poi nel corso delle prove in un numero massimo di 3 volte veniva data la ricompensa alla scimmia associata all'oggetto.\r\n\r\nCome si vede in figura troviamo che ci sono diverse modulazioni. Il neurone 1 risponde maggiormente per l'oggetto associato allo stimolo preferito. Il neurone 2 mostra una selettività per il cibo preferito. Il neurone 3 ha una selettività di tipo inibitorio, inibisce la sua scarica spontanea, ma lo fa di più per il cibo preferito rispetto alle altre due condizioni. Il neurone 4 mostra invece una attivazione opposta, si attiva maggiormente quando viene afferrato l'oggetto associato al cibo meno preferito o non associato a nulla.\r\n\r\nImportante: questo esperimento quindi dimostra che l'attività dei neuroni mirror può essere modulata dalla valenza dell'oggetto che viene afferrato. </li></ul><p><span style=\"color:#16a085;\"><strong>Se questa è associata ad un cibo più preferito attiva preferenzialmente alcuni neuroni, mentre l'attività di altri è meno modulata. Da dove arriva il giudizio di valenza? Molto probabilmente arriva tramite una connessione che dal solco temporale inferiore va alla corteccia prefrontale. L'informazione sulla valenza ha quindi la capacità di modulare l'attività dei neuroni mirror. Si sa poco sulla valenza, la motivazione è legata all'attività della corteccia del cingolo (che è connessa a F5), ma della valenza si sa poco ma è probabile che sia legata alla PFC.</strong></span></p>",
        "image": "static/uploads/esperimento_3_valenza.jpg"
    },
    {
        "id": 45,
        "question": "Cos'è il paradigma go-nogo?",
        "hints": "<p><span style=\"color:#e74c3c;\"><strong>E' un paradigma attraverso cui sono state studiate le risposte sia dei neuroni canonici sia dei neuroni mirror che anche dei neuroni motori puri.</strong></span>\r\n</p><p> Il paradigma prevede che la luce sia spenta, poi viene emesso un suono, se è un suono alto dice alla scimmia che deve andare a prendere un oggetto per ricevere la ricompensa, se è basso questo dice alla scimmia di stare ferma, di non agire, se vuole ricevere una ricompensa. Poi la luce si accende e la scimmia deve o andare ad afferrare l'oggetto oppure semplicemente stare ferma. Nel paradigma ci sono diverse condizioni oltre a quella motoria della scimmia, infatti può esserci una parte di osservazione in cui è lo sperimentatore che deve andare a prendere l'oggetto oppure trattenersi in base al suono.\r\n</p><ul><li>scimmia si trova in una posizione sempre uguale, con la mano su una leva</li><li>il suono viene interrotto a circa un secondo dall'accessione della luce</li><li>nella condizione di no-go la scimmia deve restare ferma per un tempo sufficiente per avere la ricompensa</li><li>in una condizione non è la scimmia che deve andare a prendere o trattenersi ma lo sperimentatore</li></ul><p>\r\n<strong>Importante: quando la luce si accende l'oggetto può essere un cono grande, un cono piccolo o un anello che richiedono modalità di afferramento differenti.</strong></p>",
        "image": "static/uploads/paradigma-go-nogo.jpg"
    },
    {
        "id": 46,
        "question": "Cosa ha trovato Bonini con l'esperimento di Go-Nogo pubblicato nel 2014?",
        "hints": "<p>Con questo paradigma sono stati studiati sia neuroni motori puri, sia neuroni canonici che neuroni mirror. La risposta al nogo è stata chiamata \"inaction\".\r\n\r\nLa prima linea verticale identifica la presentazione dell'oggetto. Il neurone 1 mostra <strong>una attività maggiore quando siamo nella condizione action rispetto alla condizione inaction</strong> durante l'osservazione dell'oggetto. Quindi la risposta di questo neurone canonico è influenzata dal comando che ha ricevuto prima attraverso il suono. La stessa attività più ampia c'è quando la scimmia deve afferrare l'oggetto rispetto a quando invece deve solamente stare ferma, anche in questo caso <strong>il neurone risponde di più nella condizione inaction rispetto a quella action</strong>. \r\n</p><p>Lo stesso neurone durante il compito di osservazione dello sperimentatore (Task observation) non mostra alcun tipo di risposta. <strong>Quindi è a tutti gli effetti un neurone canonico</strong>. Se guardiamo alla risposta di popolazione abbiamo una chiara attivazione sia nella condizione di action sia quella di inaction (ma nella condizione action è più intensa, linea blu), in osservazione nella condizione action c'è una piccola attivazione trascurabile.\r\n\r\nQuindi l'attivazione del neurone canonico anche nella condizione di inaction evidenzia come, anche per negare una azione, noi dobbiamo rievocare la rappresentazione motoria dell'azione. E' un tipo di rappresentazione simil concettuale. Infatti viene evocata anche quando la scimmia non deve fare l'azione.\r\n\r\nIl secondo neurone è invece un <strong>neurone mirror</strong> che non risponde quando viene osservato l'oggetto, sia nella condizione action che inaction. <strong>Risponde quando la scimmia deve fare il compito nella condizione action e non risponde quando deve essere fatta la condizione inaction</strong>. Durante l'osservazione dell'azione il neurone mirror scarica <strong>sia quando l'osservatore va a prendere l'oggetto sia quando si trattiene</strong>. A livello di popolazione anche in questo caso comunque la risposta all'action è maggiore di quella nella condizione inaction.\r\n\r\nImportante: <strong>non tutti i neuroni canonici quando osservano l'oggetto e i mirror quando osservano la non azione sono attivi durante la condizione inaction</strong>. Solo una parte, che però è consistente ed evidenzia che sia quando la scimmia deve negare una azione, sia quando vede uno sperimentatore non fare una azione evocano comunque una rappresentazione motoria. Ci dice come il nostro sistema motorio funziona. Evocando delle rappresentazioni simil concettuali di atti che sono \"salvati\" nei circuiti parieto-premotori. Anche nell'uomo quando si fanno sentire verbi di azione che anche di negazioni di azione si attiva sempre il sistema motorio.</p>",
        "image": "static/uploads/risultati-go-nogo.jpg"
    },
    {
        "id": 47,
        "question": "Come funziona il sistema mirror per il riconoscimento degli atti motori?",
        "hints": "<p>Nel neurone mirror avviene la comparazione diretta tra un atto motorio che può essere ascoltato o visto (anche solo parzialmente) e l'atto eseguito dal soggetto stesso. Questa comparazione avviene da input visivi e acustici ed è comparata con l'attività dei neuroni motori puri di F5.\r\n\r\nL'output dei mirror può tornare indietro a rinforzare il circuito, può restare nella corteccia premotoria o può andare in F1. <strong>Ci sono tanti neuroni mirror che si attivano durante l'osservazione di un atto motorio</strong>. Quelli che proiettano a F1 potrebbero in parte portare la corteccia motrice primaria ad andare soprasoglia e attivare un movimento, che però deve essere inibito. Questo meccanismo di inibizione risiede probabilmente a livello della corteccia prefrontale mesiale e tramite l'area F6 (corteccia pre-supplementare) va ad inibire la risposta in esecuzione. L'area F6 è implicata anche nell'inibizione di azioni osservando oggetti.\r\n\r\nIn pazienti con danni alla corteccia prefrontale mesiale infatti si possono assistere a disturbi come l'ecolalia (la ripetizione a pappagallo di tutto quello che viene sentito) o l'ecoprassia ossia la ripetizione di gesti che vengono osservati fatti da altri. L'inibizione della corteccia prefrontale passerebbe poi attraverso la <strong>corteccia presupplementare</strong> che è implicata nell'inibizione.</p>",
        "image": "static/uploads/funzionamento-sistema-mirror.jpg"
    },
    {
        "id": 48,
        "question": "Cosa dimostra l'esistenza di un sistema che blocca l'azione quando osserviamo l'atto di qualcun altro?",
        "hints": "<p>Quello che consente di bloccare l'eventuale attivazione del sistema motorio in esecuzione quando osserviamo l'atto è probabilmente la corteccia prefrontale mesiale. Sappiamo infatti che pazienti con danni alla corteccia prefrontale mesiale possono mostrare disturbi come l'ecolalia e l'ecoprassia. Questa inibizione passerebbe dall<strong>'area F6 (presupplementare)</strong> che sappiamo essere un'area che è attivamente impegnata nell'inibizione dell'azione quando si osserva un oggetto.</p>"
    },
    {
        "id": 49,
        "question": "Cosa sono i neuroni mirror suppressed?",
        "hints": "<p>I <strong>neuroni mirror suppressed</strong> sono una particolare classe di neuroni mirror che presentano una particolarità. Sono attivi durante l'esecuzione ma si inibiscono all'osservazione dello stesso atto. Sono stati trovati da un gruppo inglese nell'area F5 e sono stati identificati come <strong>neuroni corticospinali</strong>. Come si vede dal grafico alcuni di questi durante l'esecuzione sono attivi (linea rossa) e sono neuroni mirror classici. Poi ci sono neuroni suppressed che invece durante l'osservazione si inibiscono (linea blu), circa la metà dei mirror si sopprimono, mentre altri si inibiscono. Questa inibizione arriva presumibilmente da altre aree corticali.\r\n\r\nL'inibizione dell'azione avverrebbe quindi a livello corticale e non direttamente sul midollo spinale.<strong> Anche i neuroni che si trovano nella corteccia presupplementare hanno la caratteristica di attivarsi in esecuzione e di inibirsi all'osservazione.</strong></p>",
        "image": "static/uploads/neuroni-suppressed.jpg"
    },
    {
        "id": 50,
        "question": "Da dove viene l'input visivo che consente ai neuroni mirror di rispondere?",
        "hints": "<p>I neuroni mirror traggono i loro input visivi dal solco temporale superiore, sia nella sua porzione più dorsale che ventrale. Già si sapeva infatti che nel solco temporale superiore ci sono neuroni che sono selettivi per movimenti biologici o per effettori biologici. Rispondono ad esempio quando viene vista <strong>una mano</strong>, o un <strong>volto</strong>. \r\n\r\n​​​​​​​Alcuni di questi sono anche prospettiva dipendenti mentre altri sono invece più invarianti. Questi neuroni hanno quindi <strong>proprietà visive molto simili ai mirror</strong>, ma la loro risposta è una risposta visiva, non motoria. Nei neuroni mirror abbiamo la capacità di rispondere ad input visivi ma l'output della risposta è in formato motorio.</p>",
        "image": "static/uploads/solco-temporale-superiore.jpg"
    },
    {
        "id": 51,
        "question": "Come funziona il circuito temporo/parieto/frontale",
        "hints": "<p>Il circuito temporo/parieto/frontale che attiva i neuroni mirror, un circuito che va dal solco temporale superiore a PFG, e da PFG a F5.\r\n\r\nPer anni non si è studiata la corteccia parietale inferiore. Nei lobulo parietale inferiore ci sono neuroni che rispondono a stimoli visivi, acustici ma anche durante movimenti.&nbsp;I primi studi del gruppo di Mountcastel aveva studiato questi neuroni durante compiti di raggiungimento/afferramento arrivando alla conclusione che i neuroni della corteccia parietale inferiore sono neuroni di comando, infatti lesioni alla corteccia parietale inferiore determinano dei deficit motori nell'uomo di ordine superiore, in ambito pragmatico. Lo studio però si è poi concentrato sulle aree del solco intraparietale tra cui le aree LIP, MIP, VIP e AIP e PEip.\r\n\r\nLa corteccia parietale inferiore può essere suddivisa in quattro aree PF, PFG, PG e Opt. PFG era stata inizialmente vista come un'area di passaggio tra PF e PG, poi tramite studi citoarchitettonici e funzionali si è scoperto che è un area con proprietà specifiche, quindi separabile da PF <strong></strong>e PG.<strong>\r\nAnche esperimenti di disattivazione o lesione delle aree parietali determinano dei deficit motori, come goffaggine della mano o difficoltà nel raggiungimento.</strong>\r\n</p>",
        "image": "static/uploads/sistema-di-matching-neuroni-mirror.jpg"
    },
    {
        "id": 52,
        "question": "Mappe motorie nel lobulo parietale inferiore.",
        "hints": "<ul><li>l'area PF presenta principalmente atti di bocca, mentre una piccola parte atti di mano.</li><li>l'area PFG presenta molti atti di mano, molto meno per altri atti (come con la bocca) o il raggiungere.nbbbb</li><li>l'area PG presenta invece maggiormente atti di raggiungimento con il braccio, molto meno atti di afferramento\r\n\r\nImportante: la corteccia parietale inferiore ha quindi caratteristiche principalmente motorie. Non risponde ai singoli movimenti però, ma solamente ad atti finalizzati, come in F5 e in premotoria.</li></ul>",
        "image": "static/uploads/mappe-motorie-lobulo-parietale-inferiore.jpg"
    },
    {
        "id": 53,
        "question": "Mappe visive nel lobulo parietale inferiore",
        "hints": "<ul><li>PF: nell'area PF le risposte visive sono <strong>minori </strong>e sono legate a risposte di tipo <strong>peripersonale </strong>o legate ai <strong>neuroni mirror</strong> che si trovano in PF. Già qui si trovano risposte mirror con la mano.&nbsp;</li><li>PFG: grande ricchezza di risposte visive tra cui spiccano risposte di tipo <strong>peripersonale </strong>e risposte di tipo <strong>mirror</strong>. In più ci sono risposte legate alla <strong>fissazione</strong>, al <strong>movimento di oggetti nello spazio</strong> e alla <strong>presentazione di oggetti</strong> ma sono minori.</li><li>PG: nell'area PG prevalgono risposte <strong>space-related</strong> ossia presentazione di stimoli in particolari posizioni dello spazio (ad esempio nell'emicampo controlaterale), oppure risposte alla fissazione di oggetti.\r\n\r\nSpesso questi neuroni hanno sia risposte visive che risposte di tipo motorio.\r\n\r\nL'aspetto importante è che nel lobulo parietale inferiore sono stati trovati <strong>neuroni di tipo mirror</strong>. Questo ha consentito di comprendere il circuito che dal solco temporale superiore arriva a F5.</li></ul>",
        "image": "static/uploads/mappe-visive-lobulo-parietale-inferiore.jpg"
    },
    {
        "id": 54,
        "question": "Come sono i neuroni motori del lobulo parietale inferiore?",
        "hints": "Sono neuroni molto simili a quelli dell'area F5 e F4\r\n\r\n           Come si vede nel grafico il neurone 8 risponde sia quando la scimmia afferra un pezzo di cibo con la mano sia quando lo afferra con la bocca. Così come fanno i neuroni motori di F5.Essendo un neurone che risponde sia per la mano che per la bocca è una neurone o di PF o di PFG. Il neurone 75 è un neurone che scarica prima che la mano tocchi l'oggetto, quindi è presumibilmente un neurone che codifica per il raggiungimento, quindi probabilmente un neurone di PG. Come si vede dal grafico lo stesso neurone non scarica se la scimmia fa lo stesso movimento, ma senza alcuno scopo. Nell'area F4 ci sono tanti neuroni che si comportano allo stesso modo. Quindi è importante che la codifica sia relativa all'atto e non al movimento. Importante: questi non sono neuroni mirror, ma sono neuroni motori come quelli di F5 e di F4",
        "image": "static/uploads/esempi-di-mirror-parietali.jpg"
    },
    {
        "id": 55,
        "question": "Neuroni mirror parietali, caratteristiche.",
        "hints": "<p>I neuroni mirror che si trovano nella corteccia parietale inferiore mostrano delle caratteristiche pressochè identiche ai neuroni mirror che si trovano nella corteccia premotoria. Il neurone 1 ad esempio:\r\n</p><ul><li>è attivo sia quando la scimmia afferra un pezzo di cibo con la mano ipsilaterale che controlaterale</li><li>è attivo quando uno sperimentatore afferra un pezzo di cibo</li><li>non è attivo quando il pezzo di cibo viene semplicemente mostrato alla scimmia​​​​​​​.&nbsp;</li></ul>",
        "image": "static/uploads/parietal-mirror-neurons.jpg"
    },
    {
        "id": 56,
        "question": "Che tipo di categorizzazione c'è per i neuroni mirror parietali?",
        "hints": "<ul><li>Afferramento (sono sempre il maggior numero, 30)</li><li>Interazione bimanuale (20).<strong> In questo caso a differenza dei neuroni mirror di F5 l'interazione bimanuale deve avvenire tra due soggetti differenti.</strong></li><li>Manipolare</li><li>Piazzare</li><li>Rompere</li><li>Portare via\r\nE altri in misura minore come \"provare ad afferrare\".\r\n\r\nCi sono poi neuroni mirror che mostrano una doppia codifica, così come in F5:</li><li>Afferrare e manipolare (10)</li><li>Afferrare e tenere</li><li>Afferrare e piazzare</li><li>Afferrare con la bocca o con la mano (17)\r\n<strong>\r\nImportante: quindi a livello di categorizzazione sono molto simili a quelli che si trovano in F5. C'è una particolarità, i neuroni bimanuali sono di più che in F5, inoltre sembrano appunto codificare un aspetto sociale, che in F5 non era codificato.</strong></li></ul>",
        "image": "static/uploads/neuroni-specchio-parietali-numeri.jpg"
    },
    {
        "id": 57,
        "question": "Descrivimi l'aspetto sociale dei neuroni mirror parietali",
        "hints": "<p>Nella corteccia parietale inferiore sono stati trovati neuroni mirror che hanno delle caratteristiche molto simili a quelli trovati in F5.\r\nTra le differenze però l'aspetto più significativo riguarda l'interazione bimanuale, nel senso che anche in <strong>F5 c'erano neuroni selettivi per l'interazione bimanuale</strong>, ma questa poteva essere fatta dal dimostratore con entrambe le sue mani. In questo caso no. I neuroni parietali sembrano codificare un aspetto di natura sociale. Scaricano soltanto quando le due mani in interazione sono di due soggetti diversi.\r\n\r\nCome si vede nell'immagine il neurone 93 si attiva quando due sperimentatori manipolano insieme un pezzo di cibo, ma non risponde <strong>quando un solo sperimentatore manipola il cibo</strong>. Inoltre la risposta in esecuzione c'è soltanto quando la scimmia tenta di manipolare un pezzo di cibo che si trova nelle mani dello sperimentatore.<u> Anche in un altro studio fatto in giappone si era osservato che, nell'interazione tra due scimmie, i neuroni parietali erano influenzati dalla relazione di dominanza/subordinazione tra i due animali.</u>\r\n\r\nNell'immagine si vede anche il neurone 58, che è un classico neurone mano/bocca. Si attiva sia quando lo sperimentatore afferra un pezzo di cibo con la mano, sia con la bocca, sia quando la scimmia afferra con la mano e poi porta alla bocca. Nella terza condizione infatti afferramento di mano e afferramento di bocca sono in un unico grafico perchè sono uno dopo l'altro.</p>",
        "image": "static/uploads/mirror-parietali-sociali.jpg"
    },
    {
        "id": 58,
        "question": "Descrivi il circuito STSa-PFG-F5",
        "hints": "Il circuito STSa-PFG-F5 è il circuito che costituisce il cuore del sistema mirror. Le informazioni visive vengono elaborate dal solco temporale superiore, vengono poi inviate a PFG, dove ci sono sia neuroni motori puri simili a quelli in F5 e dove ci sono anche neuroni mirror, che poi invia le sue proiezioni a F5. Le proiezioni di ritorno servono per rinforzare il sottocircuito che è stato attivato dallo stimolo visivo.\r\n\r\nQuesta connettività è presumibilmente già presente alla nascita ma attraverso l'esperienza si rinforza e va a maturazione.",
        "image": "static/uploads/circuito-STSa-PFG-F5.jpg"
    },
    {
        "id": 59,
        "question": "E' possibile fare studi di risonanza sulla scimma per testare il sistema mirror?",
        "hints": "<p>In questo studio venivano utilizzati due diversi tipi di videoclip. <strong>Ma veniva fatta solo la condizione di osservazione, non di esecuzione.</strong></p><ul><li>c'era solo la mano a compiere un atto di afferramento (solo l'effettore) e portava a se l'oggetto.</li><li>c'era anche lo sperimentatore, quindi la scimmia vedeva tutta la scena.</li></ul><p>\r\nQuesto studio era stato impostato per valutare <u><strong>se ci fosse una differenza tra l'osservazione del solo effettore e quello della scena completa</strong></u>. Quello che hanno osservato dagli studi di risonanza è che in entrambi i casi c'è una attivazione del sistema mirror, quindi aree del <strong>solco temporale superiore</strong>, della corteccia del <strong>solco arcuato</strong> e del <strong>lobulo parietale inferiore</strong>. Questi esperimenti sono stati fatti sia con una macchina a 1.5 tesla che a 3 tesla. E i risultati sono gli stessi.\r\n\r\n<u>Importante: un altro studio di risonanza funzionale ha evidenziato che in compiti di osservazione di azioni si attivava <strong>anche la corteccia prefrontale</strong>. Questo è dimostrato anche da studi su singolo neurone che evidenziano una attività della PFC durante l'osservazione di azioni.</u>\r\n\r\nNon è però detto che quella fosse una risposta di tipo mirror (quindi attiva sia in esecuzione che in osservazione). Inoltre lo stesso tipo di attivazione premotoria, temporale e parietale la osserveremmo anche semplicemente durante l'ascolto di suoni di atti motori.</p>",
        "image": "static/uploads/fmri-nella-scimmia.jpg"
    },
    {
        "id": 60,
        "question": "Cosa puoi dirmi delle aree specifiche per atti di bocca?",
        "hints": "<p>Questa regione si trova in una posizione <strong>più laterale di F5</strong>. La <strong>regione più mesiale di F5</strong> è caratterizzata da neuroni di mano, quella più laterale è formata da neuroni della mano, della bocca e dai neuroni mano-bocca.</p><ul><li>neuroni che codificano per atti di mano</li><li>neuroni che codificano per atti di bocca</li><li>neuroni che codificano per atti di mano e di bocca (<u>sono dovuti a connessioni interne ad F5 e hanno un valore più astratto rispetto a quelli specifici per la mano o per la bocca</u>). \r\n\r\nIn questa regione <strong>sono quindi stati studiati i neuroni mirror</strong> che codificano per atti di <strong>bocca</strong>, siano essi orientati ad un oggetto, come addentare un cibo, o siano dei <strong>gesti comunicativi</strong> fatti con la bocca</li></ul>",
        "image": "static/uploads/regione-per-atti-di-bocca.jpg"
    },
    {
        "id": 61,
        "question": "Studio sui neuroni mirror per atti di bocca",
        "hints": "<ul><li>per gli atti ingestivi è molto semplice, uno sperimentatore può mostrare alla scimmia mentre <strong>afferra un pezzo di cibo con la bocca</strong> oppure mentre sta <strong>succhiando </strong>del succo attraverso una siringa.</li><li>per gli atti <strong>comunicativi </strong>è un po' più complesso, nel senso che lo stimolo ottimale sarebbe usare un'altra scimmia, ma è praticamente impossibile fare in modo che riproduca gli atti comunicativi che si vogliono studiare e che non utilizzi vocalizzazione con l'altra scimmia. Per ovviare a questo problema si è provato a fare una serie di atti comunicativi sia di tipo affiliativo che ti tipo aggressivo, fatti da uno sperimentatore. Lo stimolo è efficace, non sempre la scimmmia risponde al gesto comunicativo, ma se lo fa lo fa in modo congruente dimostrando di avere compreso il gesto comunicativo anche se fatto da un essere umano.\r\n\r\nAndando a studiare i neuroni mirror si sono trovati:</li><li><strong>neuroni che rispondono in modo selettivo</strong> quando ad esempio lo sperimentatore porta un oggetto alla bocca ma non quando succhia un succo da una siringa, o quando lo sperimentatore fa la pantomima dell'afferramento del cibo (senza ovviamente il cibo).</li><li>gli stessi neuroni scaricano quando è la scimmia ad afferrare del cibo con la bocca ma non scaricano quando succhia del succo da una siringa ne quando viene semplicemente mostrato alla scimmia il cibo.\r\n\r\n<strong><span style=\"color:#16a085;\">Importante: questi neuroni mostrano una alta congruenza tra l'atto osservato e l'atto eseguito. Ne è prova che il neurone scarica solo per l'afferramento con la bocca e non quando succhia il succo.</span></strong>\r\n​​​​​​​\r\nUn altro neurone invece mostra una diversa sensibilità. Risponde sia quando lo sperimentatore afferra con la mano e con la bocca, sia quando è la scimmia ad afferrare con la mano e con la bocca. <strong>Quindi questo è un neurone mano-bocca</strong>. Inoltre in questo caso la risposta che si osserva è prima della linea verticale che indica quando la mano o la bocca toccano il cibo. Quindi è un neurone che verosimilmente risponde per tutta la parte relativa al raggiungimento.\r\n\r\nNella terza condizione sono stati studiati i neuroni comunicativi. Quindi lo sperimentatore faceva un gesto di protrusione delle labbra che è un gesto affiliativo per la scimmia. Anche in questo caso ci sono neuroni che <strong>rispondono alla visione di un gesto di questo tipo</strong>. In esecuzione inoltre la scimmia risponde con un lip smacking, dalla scarica del neurone in esecuzione si possono infatti vedere <strong>tre picchi</strong>, essendo un gesto ritmico fatto da fasi.</li></ul>",
        "image": "static/uploads/neuroni-mano-bocca.jpg"
    },
    {
        "id": 62,
        "question": "Quale è l'ipotesi di Van Hoof?",
        "hints": "<p>L'ipotesi di Van Hoof punta a spiegare come si sia passati da gesti ingestivi a gesti comunicativi. \r\n</p><p><strong>La ritualizzazione è un aspetto presente in natura e che fa in modo che un comportamento venga isolato in una sua qualche componente, assumendo un significato nuovo</strong>. \r\n\r\n​​​​​​​Ad esempio l'espressione delle emozioni di rabbia negli animali sarebbe la manifestazione di questo processo, vengono isolati alcuni comportamenti dell'attacco come appunto il digrignare i denti, ma senza l'attacco vero e proprio. Questo riduce il costo da una parte e consente una comunicazione dall'altra. Per quel che riguarda i gesti di tipo affiliativo secondo Van Hoof sarebbe successa la stessa cosa. Nello specifico aveva notato che quando due scimmie iniziano <strong>una fase di grooming</strong> e una inizia a spulciare l'altra per togliere parassiti o pezzi di pelle che poi ingerisce inizia con un lip smacking. In effetti il grooming è una pratica che ha una valenza sociale molto grande e serve a fortificare un legame tra due individui.\r\n\r\nI neuroni mirror avrebbero quindi un loro ruolo, infatti la conoscenza comune a colui che comunica e al ricettore della comunicazione <strong>degli atti ingestivi diventa il terreno comune da cui poi origina e si evolve la comunicazione sociale</strong>.</p>",
        "image": "static/uploads/vann-hoff.jpg"
    },
    {
        "id": 63,
        "question": "Parlami dei neuroni mirror che rispondono per utensili nell'area F5 laterale",
        "hints": "<p>Nei primi studi si era osservato che i neuroni mirror non rispondevano all'uso degli strumenti, tant'è che una delle condizioni di controllo era la pseudo-pantomima dell'atto fatto con uno strumento. Ma con il passare dei mesi di registrazione ci si è accorti che nel corso del tempo i neuroni mirror iniziavano a rispondere anche ad atti operati da strumenti. <strong>Questo indica che il sistema mirror è plastico.\r\n\r\n</strong><strong>E' stato fatto uno studio nella regione laterale dell'area F5 dove sono stati trovati i neuroni che si attivano per la bocca e i neuroni mano-bocca.</strong>\r\n</p><ul><li>​​​​​​​in questo caso il neurone risponde bene quando lo sperimentatore infilza un pezzo di cibo con una bacchetta.</li><li>lo stesso neurone risponde anche quando lo sperimentatore afferra con la mano ma la risposta è meno intensa.</li><li>non risponde quando lo sperimentatore mima di afferrare qualcosa ma non c'è il cibo\r\nnon risponde quando è presentato il cibo già infilzato dalla bacchetta</li><li>risponde quando la scimmia afferra il cibo sia con la mano che con la bocca</li><li><strong>non è stata fatta la prova in esecuzione perchè la scimmia non sapeva afferrare il cibo con la bacchetta\r\n</strong>\r\nQuesti neuroni sono peculiari perchè presentano una scarica maggiore quando la scimmia osserva un atto fatto con uno strumento. Sono una minoranza però, la maggioranza dei neuroni in quest'area che è F5 Laterale preferiscono atti fatti con la mano e con la bocca.\r\n\r\nL'ipotesi alla base di questi neuroni è che questi siano generati a partire dalla<strong> lunga esposizione della scimmia all'osservazione dell'utilizzo degli strumenti</strong>, che vengono comunque mossi con un movimento biologico, e che potrebbero essere considerati come un prolungamento del braccio. <u>Il movimento dello strumento ha infatti una cinematica correlabile ad un movimento biologico.\r\n</u>\r\nInoltre&nbsp;siamo in una regione, quella laterale, dove c'è una grande numero di&nbsp;<u>neuroni mano-bocca</u> che sono meno specializzati rispetto agli altri. Inoltre, dato che gli input sensoriali sono in <strong>competizione </strong>per \"vincere\" il neurone, la maggior parte viene vinta e risponde ad atti di mano e di bocca, ma una piccola parte viene vinta dagli strumenti, che vengono visti (muovendosi con un movimento biologico) come parte del corpo dello sperimentatore.</li></ul>",
        "image": "static/uploads/mirror-utensili.jpg"
    },
    {
        "id": 64,
        "question": "Parlami della categorizzazione dei mirror che rispondono per utensili",
        "hints": "<ul><li>Infilzamento</li><li>Tenere con uno strumento</li><li>Infilzamento o afferramento con una pinza (13, il maggior numero)</li><li>Infilzamento e manipolazione</li><li>Avvicinamento e infilzamento</li><li>E altri</li></ul><p>Ovviamente questi non sono la maggior parte dei <strong>neuroni mirror mano-bocca in esecuzione</strong>, ma sono un significativo numero (nello studio in totale erano 33).\r\n\r\nIl fatto che questi neuroni siano stati trovati dopo mesi di registrazioni e nelle fasi finali degli esperimenti suggerisce che sia l'esperienza fatta in laboratorio ad aver modificato la risposta di alcuni neuroni mirror, evidenziando quindi quella che è la plasticità di questo sistema. L'utensile verrebbe quindi considerato come un prolungamento dell'effettore biologico.</p>",
        "image": "static/uploads/categorizzazione-mirror-utensili.jpg"
    },
    {
        "id": 65,
        "question": "Dove si trovano i neuroni che mostrano una preferenza per l'utensile rispetto all'effettore biologico?",
        "hints": "<p>I neuroni che mostrano una preferenza per atti svolti da uno strumento si trovano nella regione laterale di F5, zona nella quale si trovano i neuroni mano-bocca. Questi neuroni sono&nbsp; da un punto vista motorio dei neuroni <strong>mano-bocca</strong>, cioè<u><strong> meno specifici per l'effettore e quindi più disponibili alla modulazione plastica</strong></u>. Sono neuroni che si trovano in una zona laterale di F5 <strong>dove è generalmente rappresentata la bocca</strong>. Quasi al bordo con la zona dell'opercolo frontale sottostante. Alcuni di questi neuroni hanno effettivamente una selettività, ma sono neuroni bocca o neuroni mano e si trovano sempre nell'area F5 laterale.\r\n\r\n<strong>I mano-bocca mostrano una codifica più astratta ed è forse per questa loro maggiore aspecificità che, durante il training, possono iniziare a scaricare in modo preferenziale per gesti fatti con utensili e non con gli effettori biologici.</strong></p>",
        "image": "static/uploads/f5-laterale-uso-di-strumenti.jpg"
    },
    {
        "id": 66,
        "question": "Quale è stato il primo esperimento che ha dimostrato l'esistenza di un sistema mirror nell'uomo?",
        "hints": "<p>La tecnica della TMS è grossolana in quanto si genera una attivazione di circa 2cm. Vengono inoltre misurati i MEP (motor evoked potential). La stimolazione era ridotta finchè il 50% delle attivazioni della TMS non determinavano un MEP.&nbsp;<u>Attenzione agli epilettici... </u>\r\n\r\nF5 è ovviamente collegata a F1, in particolare alle zone che codificano i movimenti delle dita della mano.</p><ul><li>​​​​​​​l'<strong>estensore comune delle dita</strong> (EDC) che consente l'estensione delle dita e del polso e si trova nella parte dorsale dell'avambraccio.</li><li>il <strong>flessore superficiale delle dita</strong> (FDS) consente il movimento di flessione delle falangi medie delle dita e si trova nella parte ventrale dell'avambraccio.</li><li>il <strong>muscolo opponente del pollice</strong> (OP) che consente il movimento di opposizione del pollice.</li><li>il <strong>primo interosseo</strong> (FDI) che consente la flessione dell'indice verso il centro della mano.</li></ul><p>\r\nInoltre veniva impostata la stimolazione della TMS in modo da generare una attività elettromiografica solo nel 50% delle stimolazioni. E questa era registrata come stimolazione di baseline.\r\n\r\n</p><p>Ai soggetti veniva poi chiesto di osservare uno sperimentatore che eseguiva molto lentamente diversi atti di prensione di oggetti diversi, con la testa fermata da impronte auricolari, oppure di osservare lo sperimentatore disegnare delle forme con le braccia (disegnava delle lettere greche). Per la parte di esecuzione veniva chiesto ai soggetti di afferrare un oggetto oppure di sollevare il braccio (per paragonarlo al movimento del braccio). Veniva inoltre chiesto ai soggetti di osservare una lucina che cambiava di intensità per segnalare quando questa cambiava di intensità per inserire una condizione di controllo attenzionale. <strong>Un altro controllo era l'osservazione del solo oggetto che potrebbe attivare la corteccia motoria attraverso i neuroni canonici</strong>.\r\n\r\nQuello che evidenziano i dati di TMS si può vedere che durante l'osservazione si attivano:</p><ul><li><u><strong>interosseo e opponente</strong>, che si attivano sia durante la fase di osservazione dell'afferramento sia durante l'afferramento dell'oggetto</u></li><li><u>L'<strong>interosseo</strong> è attivo durante l'osservazione del movimento del braccio e anche durante il movimento del braccio verso l'alto (anche se debolmente)</u>.</li><li>Non c'è attivazione dei muscoli nelle altre condizioni</li></ul><p>\r\nQuesto studio evidenzia quindi che da una parte quando osserviamo qualcuno compiere un atto attiviamo <strong>lo stesso pattern di muscoli che attiveremmo noi durante l'esecuzione di quell'atto</strong>. Inoltre <u>l'attivazione dell'interosseo è meno specifica</u> rispetto a quella dell'opponente.</p><p>Infine l'uomo, a differenza delle scimmie, <strong>attiva il sistema motorio anche per gesti intransitivi</strong>, non rivolti ad oggetti, riuscendo quindi a codificare i<u> singoli movimenti e non solo gli scopi degli atti motori</u>.</p>",
        "image": "static/uploads/tms-studio-mirror-uomo.jpg"
    },
    {
        "id": 67,
        "question": "Cosa ha osservato il primo studio sul sistema mirror dell'uomo tramite PET?",
        "hints": "<p>Venivano mostrati atti di mano in una condizione naturalistica.\r\n</p><ul><li>una attivazione a livello temporale, presumibilmente a livello del solco temporale superiore, nelle aree che codificano per atti di mano.</li><li>un secondo spot a livello del solco intraparietale che divide il lobulo parietale superiore da quello inferiore e che studi successivi hanno identificato come l'area omologa a AIP della scimmia <strong>(AIP-F5)</strong></li><li>un terzo spot a livello della corteccia frontale, nell'area 44 e 45 di Broadman nell'area di Broca.\r\n\r\nSoprattutto l<strong>'area 44 è considerata omologa a F5</strong>. Infatti ne condivide posizione e disgranularità.\r\n\r\nImportante: queste attivazioni sono state trovate con una <u>maggiore lateralizzazione a sinistra</u>. Anche se ancora non è chiaro se il sistema specchio sia lateralizzato a sinistra. <strong>Vedevano solo la mano, quindi forse la lateralizzazione è spiegata da quello.</strong></li></ul>",
        "image": "static/uploads/pet-neuroni-specchio.jpg"
    },
    {
        "id": 68,
        "question": "Cosa hanno evidenziato i primi studi fatti con fMRI sul sistema mirror?",
        "hints": "<ul><li>afferramento di una mela con la bocca</li><li>afferramento di un bicchiere con la mano</li><li>utilizzo di un pedale con il piede\r\n\r\nNella condizione di controllo erano presentati<strong> solamente gli effettori statici</strong>. <u>Per questo non c'è una attivazione a livello temporale perchè viene fatta una sottrazione tra condizioni - controllo.</u></li></ul><p>Queste condizioni erano anche proposte <strong>senza l'oggetto</strong>, quindi solo con la pantomima. Tramite fMRI facendo un confronto tra immagini statiche e immagini in movimento si sono osservate delle attivazioni:</p><ul><li>nella corteccia premotoria</li><li>nella corteccia parietale solamente quando era presente l'oggetto</li><li>la corteccia temporale non è attiva perché scompare dalla sottrazione tra l'immagine statica e quella dinamica\r\n\r\n​​​​​​​Le attivazioni inoltre mostravano una somatotopia delle azioni osservate. Con le azioni di bocca che attivavano le regioni più ventrali&nbsp; e laterali della corteccia premotoria, quelle di mano un po' più anteriori e mesiali e quelle di piede ancora più dorsali. Un pattern simile si osserva anche per la corteccia parietale, con una maggiore sovrapposizione di aree ma comunque con una organizzazione che vede le regioni della corteccia parietale inferiore più rostrale per gli atti di bocca (PF), più caudale gli atti di mano (PFG) e gli atti di braccio ancora più caudali e dorsali (PG) che vanno anche nel parietale superiore.\r\n\r\nImportante: Buccino 2001</li></ul>",
        "image": "static/uploads/fmri-mirror.jpg"
    },
    {
        "id": 69,
        "question": "Che esperimento è stato fatto per vedere quali aree si attivano per atti di braccio?",
        "hints": "<p>Per valutare se effettivamente un atto di braccio attiva il sistema motorio e dove lo attiva bisogna fare un esperimento.\r\n\r\nIn questo esperimento si facevano vedere una serie di oggetti tridimensionali, le condizioni erano:</p><ul><li>andare a raggiungere uno di questi oggetti con la mano.</li><li>osservare una mano che raggiungeva l'oggetto.</li><li>nella terza condizione il soggetto doveva <u>immaginare </u>di raggiungere l'oggetto.</li></ul><p>\r\nNella condizione di osservazione (figura la centro) si osserva una attivazione intorno al solco intraparietale, che comprende sia il <strong>parietale inferiore</strong> che il <strong>parietale superiore</strong>. Una attivazione alta tra la <strong>corteccia premotoria ventrale e dorsale</strong>.\r\n\r\nNella condizione di immaginazione le attivazioni somigliano molto a quelle di osservazione, ma si aggiunge una attivazione della <strong>corteccia presupplementare e supplementare</strong> che sono attive durante compiti di immaginazione motoria.\r\n\r\nNella condizione di esecuzione vediamo le stesse aree attive a dimostrazione dell'esistenza del sistema specchio, con anche l'attivazione della <strong>corteccia motrice primaria e della corteccia somatosensoriale primaria</strong>.\r\n\r\nImportante: questo esperimento dimostra che quando immaginiamo attiviamo le stesse aree che si attivano nell'esecuzione e nell'osservazione, evidenziando come osservazione, esecuzione e immaginazione attivano sempre il circuito mirror. Inoltre un atto di raggiungimento con il braccio coinvolge l'attivazione di un sistema più dorsale che coinvolge la premotoria dorsale e il lobulo parietale superiore. Quindi la componente prossimale dell'atto è rappresentata in porzioni più dorsali del sistema mirror.</p>",
        "image": "static/uploads/fmri-mirror-uomo-2.jpg"
    },
    {
        "id": 70,
        "question": "Quali aree sono coinvolte nel circuito della comprensione delle azioni nell'uomo?",
        "hints": "<ul><li>corteccia premotoria ventrale (PMV) che si trova sotto al solco frontale superiore prima della corteccia motrice primaria e delimitatata dal solco precentrale. Omologa di F4 e parte di F5.</li><li>il lobulo parietale inferiore con una parte del giro sovramarginale e una parte del giro angolare.</li><li>il giro frontale inferiore (IFG) che si trova nel limite anteriore della corteccia premotoria e prosegue anteriormente lungo il solco frontale inferiore a comprendere l'area 44 e parte dell'area 45 di Broadman. Questa parte è omologa a parte dell'area F5 in particolare quella disgranulare.</li><li>il solco temporale superiore. \r\n</li></ul><p>Quando invece sono azioni di <strong>raggiungimento </strong>fatto con il braccio o con gli arti inferiori abbiamo una attivazione:</p><ul><li>della corteccia <strong>premotoria dorsale</strong> che si trova sopra alla premotoria ventrale, sopra al solco frontale superiore</li><li>il lobulo parietale superiore che si trova sopra al solco parietale superiore</li><li>sempre il solco temporale superiore. \r\n\r\nPer quel che riguarda il <strong>giro sovramarginale</strong>&nbsp;(a sinistra) questo si attiva durante l'osservazione di <u>atti eseguiti con strumenti</u>, mentre il <strong>giro angolare</strong>&nbsp;(a destra) si attiva durante l'osservazione di <u>atti con una semantica</u>.\r\n\r\n&nbsp;Importante: il sistema mirror è di fatto derivato dal sistema motorio, quindi il modo attraverso cui noi comprendiamo le azioni degli altri si basa primariamente sul funzionamento del sistema motorio.</li></ul>",
        "image": "static/uploads/circuito_comprensione_delle_azioni_nelluomo.png"
    },
    {
        "id": 71,
        "question": "Osservazione di atti motori eseguiti con uno strumento",
        "hints": "<p>E' stato fatto uno studio per vedere che cosa succede al sistema specchio quando osserviamo un atto motorio svolto da uno strumento. In questo caso il soggetto doveva vedere una serie di atti di afferramento eseguiti con una mano o con uno strumenti. <strong>Sia nell'afferramento con la mano che nell'afferramento con lo strumento si attiva comunque il sistema mirror.</strong>\r\n\r\nSe andiamo a fare una differenza tra la situazione con lo strumento e quella con la sola mano vediamo che resta attiva <strong>un'area del lobo parietale inferiore</strong> che è un'area che si attiva nell'uomo durante l'osservazione dell'uso di strumenti ed è un'area che manca alla scimmia. Quindi è possibile ipotizzare che la presenza di questa area nel nostro parietale ci consenta l'uso così immediato e semplice di strumenti, area che, anche se la scimmia impara ad utilizzare uno strumento come un rastrello, comunque non si attiva.\r\n\r\nImportante: potrebbe essere una specificità solo umana.</p>",
        "image": "static/uploads/atti_motori_con_strumenti.png"
    },
    {
        "id": 72,
        "question": "Come è stato per la prima volta studiato il sistema specchio tramite EEG?",
        "hints": "<p><strong>8 - 14 Hz </strong>e circa<strong> 4-8 microampere di intensità</strong> viene studiato a livello del giro precentrale, riflettendo quindi una attivazione dei neuroni della corteccia premotoria.\r\n\r\nIn uno studio venivano presentati al soggetto una serie di condizioni:</p><ul><li>in una il soggetto vedeva una mano stesa dentro ad una sorta di C fatta di legno</li><li>la mano poteva anche configurare la pantomima di un afferramento</li><li>poteva anche afferrare un pezzo del legno</li><li>Il soggetto infine andava direttamente ad afferrare un pezzo di legno\r\n\r\nE' stato osservato che la <strong>massima desincronizzazione</strong>, dovuta all'attività dei neuroni che scaricano non più tutti in fase quindi c'è una riduzione della ampiezza e un aumento della frequenza (unito all'aumento degli eventi onda) era massima per la condizione di esecuzione, poi era leggermente ridotta per la condizione di osservazione dell'atto, poi ancora più ridotta per la pantomima e quando la mano è ferma.</li></ul>",
        "image": "static/uploads/ritmo_mu.png"
    },
    {
        "id": 73,
        "question": "Importanza degli studi elettrofisiologici nei bambini",
        "hints": "<p>Lo studio del sistema mirror nei bambini molto piccoli è importante in quanto consente di capire quando il sistema mirror si sviluppa e come evolve nel soggetto.\r\n<strong>\r\n<span style=\"color:#27ae60\">E' molto probabile che il sistema mirror esista sin dalla nascita ma che sia poi sensibile all'esperienza. I circuiti parieto-premotori sono infatti già presenti e potrebbero già informare quello che poi diventerà il sistema visivo di quelle che sono le informazioni legate ad aspetti come la temporalizzazione e la scarica dei neuroni motori durante i movimenti autoprodotti in utero (es. protrusione della lingua).</span></strong></p><p><strong>Inoltre studi comportamentali hanno mostrato che bambini molto piccoli preferiscono atti finalizzati (li guardano di più) rispetto a movimenti senza senso, sottolineando quindi come questo sistema per il riconoscimento degli scopi sia già presente.</strong><span style=\"color:#27ae60\"> </span>\r\n\r\nPer studiare il sistema mirror in bambini molto piccoli non è però possibile utilizzare la risonanza, si possono utilizzare l'EEG studiando la desincronizzazione del Mu, oppure è stata usata la Spettroscopia a Raggi Infrarossi.\r\n\r\nIn uno studio di Fecteau bambini di 3 anni avevano una desincronizzazione della <strong>banda alpha</strong> sia quando osservavano disegnare sia quando disegnavano loro stessi.\r\nLepage e Theoret su bambini dai 4 agli 11 anni hanno evidenziato una <strong>desincronizzazione del ritmo mu</strong> durante l'osservazione e durante l'esecuzione di atti di afferramento.\r\n\r\n<strong>Shimada e Iraki</strong> hanno studiato bambini di <strong>6 mesi</strong> attraverso l'elettroscopia a raggi infrarossi evidenziando che c'è una maggiore attività metabolica della corteccia somatosensoriale sia durante azioni di afferramento di giocattoli, sia quando i giocattoli venivano visti afferrare da un soggetto esterno (ma solo dal vivo) rispetto agli stessi oggetti semplicemente mossi. Durante i video non c'era una differenza tra l'attivazione durante l'afferramento e quelle dove l'oggetto si muoveva da solo. Negli adulti invece non c'è una attivazione quando si osserva un atto o un movimento alla televisione.</p>",
        "image": "static/uploads/mirror_nei_bambini.png"
    },
    {
        "id": 74,
        "question": "Parlami dello studio di Shimada e Iraki sui bambini",
        "hints": "<p>Durante questo esperimento sono state studiate le risposte ad atti svolti da bambini di 6-7 mesi o osservati svolgere o in televisione o dal vivo.\r\nNello studio veniva usata la spettrografia ad infrarossi che consente di misurare cambiamenti nel metabolismo a livello corticale.\r\n\r\nQuello che hanno visto è che c'è un aumento del metabolismo a livello frontale sia quando il bambino afferra il giocattolo, sia quando osserva qualcun altro afferrare il giocattolo. Mentre invece la risposta è minore se si vede solamente il movimento del giocattolo. Questo nella condizione live, mentre nella condizione televisiva c'è una attivazione sia quando viene osservato l'atto sia quando l'oggetto si muove da solo. <strong>Mentre negli adulti questa attivazione non è presente.</strong>\r\n\r\nQuindi quello che si evidenzia in questo studio è che già ad una età molto precoce l'osservazione di un atto svolto da un altro attiva la corteccia motoria in modo differente rispetto alla semplice visione dell'oggetto. Ma solo nella condizione visiva, nella condizione televisiva invece non c'è differenza tra atto svolto con la mano e il semplice movimento dell'oggetto senza la mano.</p>",
        "image": "static/uploads/spettrografia-mirror.jpg"
    },
    {
        "id": 75,
        "question": "Come hanno dimostrato che c'è una riduzione del ritmo mu quando un bambino può prevedere lo scopo del movimento finalizzato?",
        "hints": "<ul><li>si atteggiava ad un afferramento e poi spariva dietro ad un sipario</li><li>era voltata di 180° e spariva nel sipario</li><li>la mano mimava un afferramento ma non c'era il sipario</li><li>la mano era voltata di 180° e poi spariva dietro ad un sipario\r\n\r\nAndando a vedere come cambiava il<strong> ritmo alpha</strong>, solo nella condizione in cui l'atto era un afferramento nascosto dal sipario si osserva una riduzione del ritmo alpha. Quindi solo quando il bambino poteva prevedere l'atto finalizzato e non nelle altre condizioni.</li></ul>",
        "image": "static/uploads/bambini-atto-previsione.jpg"
    },
    {
        "id": 76,
        "question": "Qual è lo studio di Meltzoff e altri sul sistema specchio?",
        "hints": "<p>Meltzoff e colleghi hanno svolto uno studio con bambini di <strong>14 mesi</strong>. Durante lo studio si registrava l'attività elettroencefalografica attraverso una cuffietta, che consentiva di registrare da diversi punti della corteccia. Il bambino osservava uno sperimentatore premere il pulsante oppure era lui stesso a premere il pulsante.\r\n\r\nDurante l'azione di prensione del pulsante c'era una riduzione del ritmo alpha negli elettrodi centrali. Mentre durante il compito di osservazione c'era una riduzione dell'alpha sia parietale, sia frontale che centrale. Non si sa però perchè ci sia una desincronizzazione alpha anche in elettrodi non centrali, questo in parte può essere spiegato dal fatto che il sistema mirror, cosi come il sistema motorio, è in via di sviluppo nei bambini e può mostrare delle differenze.\r\n\r\nImportante: l'esperimento dimostra comunque che c'è una attività di rispecchiamento già nei primi mesi di vita e che questo rispecchiamento si evidenzia come desincronizzazione del mu o alpha a livello degli elettrodi centrali, posti sulla corteccia motrice primaria/premotoria.</p>",
        "image": "static/uploads/bambini-studio-meltzoff.jpg"
    },
    {
        "id": 77,
        "question": "Come cambia la lateralizzazione del sistema specchio durante la crescita?",
        "hints": "<p>Stimoli visti da una <strong>prospettiva soggettiva </strong>somministati a soggetti adulti e bambini da 9 a 15 anni.</p><p>Le azioni complesse erano:</p><ul><li>​​​​​​​muovere con una mano una serie di palline in sequenza</li><li>eseguire una sequenza su una pianola</li><li>ruotare una chiave dentro alla toppa</li></ul><p>\r\nLe azioni semplici erano invece l'afferramento di un oggetto tridimensionale nei tre contesti. La condizione di controllo era come quella complessa,<strong> ma con le mani ferme</strong>.\r\nPotevano essere mostrate o la mano destra, o quella sinistra o entrambe.</p><p><strong>L'età dei bambini variava tra i 9 e i 15 anni </strong>\r\n\r\nSia nei bambini che negli adulti a prescindere che la condizione fosse semplice o complessa (semplice-controllo e complessa-controllo) si osservano delle attivazioni paragonabili. Dato che potevano essere mostrate sia la mano destra che la mano sinistra, si inducevano delle lateralizzazioni. Per cui si è calcolato un indice di lateralizzazione andando a fare (attivazione di emisfero sx - attivazione emisfero dx)/(somma di tutti e due gli emisteri).\r\n<strong>Se l'attivazione è positiva c'è lateralizzazione a sinistra, se negativo a destra.</strong></p><p>\r\n</p><p>Quello che è emerso è che mentre nei soggetti adulti la lateralizzazione è più intensa e con meno varianza, nei bambini c'è una minore lateralizzazione e maggiore varianza. Inoltre l'indice di lateralizzazione correla con l'età, per cui al crescere dell'età aumenta il livello di lateralizzazione</p>",
        "image": "static/uploads/azioni-semplici-complesse-lateralizzazione.jpg"
    },
    {
        "id": 78,
        "question": "Parlami delle vitality forms",
        "hints": "<p>Per quel che riguarda le <strong>Vitaly Forms </strong>questo concetto è stato coniato da uno psichiatra e psicoanalista americano, Daniel Stern. Con questo termine va ad indicare che ci sono una serie di variabili con cui un atto può essere messo in atto che variano in base alle intenzioni e allo stato emotivo del soggetto. Chiudere una porta può ad esempio essere fatta in modo classico, ma può anche essere eseguito con rabbia oppure molto lentamente andando ad indicare quelli che sono stati presenti nel soggetto e che possono essere letti e interpretati dall'osservatore. Ad esempio nel contesto clinico, anche il semplice movimento di deambulazione può essere caratteristico di pazienti affetti da depressione, cosi come la loro gestualità e mimica facciale.\r\n\r\nPer studiare il concetto di vitality forms si è fatto uno studio di risonanza durante il quale c'erano tre atti, un atto gentile o rude (dare un oggetto ad un soggetto) e un atto di controllo che prevedeva di prendere una pallina dal centro e spostarla in un contenitore. Nella fase di osservazione il soggetto osservava, da una prospettiva soggettiva, sei filmati che mostrava questi diversi tipi di atti. Nella condizione di immaginazione il soggetto doveva immaginare di fare il gesto rude o gentile o di controllo, nella terza condizione il soggetto doveva effettivamente svolgere l'atto in modo rude o gentile e fare un semplice afferramento.\r\n\r\nPer ogni condizione (OSSERVAZIONE, IMMAGINAZIONE ed ESECUZIONE) veniva confrontato azione rude o azione gentile con il controllo.&nbsp;In tutte le condizioni <strong>troviamo una attivazione dell'insula</strong>. <u>Attivazione aree visive nella condizione di osservazione.</u>\r\n\r\nSe invece andiamo a sovrapporre le tre condizioni di OSSERVAZIONE, IMMAGINAZIONE e ESECUZIONE per vedere quali sono le aree che sono attive in tutte e tre le condizioni e a queste togliamo una condizione di REST abbiamo una chiara attivazione della <strong>corteccia premotoria&nbsp;</strong>e della <strong>corteccia parietale</strong> in tutte le condizioni, così come anche l'attivazione <strong>dell'insula</strong>. <u>Quindi oltre al sistema specchio si attiva anche l'insula</u>.</p><p>Andando a fare un confronto tra le attivazioni dell'insula si vede che questa risulta maggiormente attivata nelle condizioni di <strong>gesti rudi o gentili rispetto ad azioni di controllo</strong>. Perchè c'è sempre una componente emotiva nell'azione, anche la più fredda.</p>",
        "image": "static/uploads/vitality-forms.jpg"
    },
    {
        "id": 79,
        "question": "Parlami dell'esperimento di Libet?",
        "hints": "<p>Libet definisce per atto intenzionale un atto che è:\r\n</p><ul><li>generato dall'interno</li><li>non influenzato più o meno direttamente da fattori esterni</li><li>il soggetto sente che l'atto è intenzionale\r\n\r\n<u>Nel suo esperimento il soggetto doveva compiere un movimento di estensione o flessione del polso quando vuole farlo</u>. Deve osservare un orologio con una lancetta che gira e indicare in che punto si trova la lancetta quando decide di eseguire il movimento. Vengono poi studiati i readiness potential che sono potenziali che erano stati registrati nella <strong>corteccia supplementare</strong> e che già si sapeva essere potenziali evocati in preparazione ad azioni. Inoltre veniva registrata l'attività elettromiografica dei muscoli che regolano i movimenti di flessione ed estensione del polso.\r\n\r\nQuello che scopre Libet è che il tempo impiegato dal momento della decisione conscia all'attività elettromiografica è di circa <strong>200ms</strong>, mentre invece per quel che riguarda il readiness potential questi si manifestano <strong>500ms </strong>prima dell'attività elettromiografica. Questo esperimento ha posto quindi delle questioni circa il libero arbitrio anche in ambito filosofico.\r\n\r\nNella realtà sappiamo che l'attività in PFC avviene molto prima dell'elaborazione conscia e che <strong>la PFC tramite la corteccia presupplementare e supplementare comanda l'attivazione dei movimenti</strong>. Infatti la corteccia presupplementare codifica l'inizio di movimenti e se stimolata evoca l'inizio di movimenti che sembrano intenzionali.\r\n\r\nLibet si è poi chiesto se fosse possibile bloccare il movimento volontario una volta che un soggetto ha deciso di eseguirlo, per cui ha fatto lo stesso identico esperimento e in alcune condizioni il soggetto <strong>doveva decidere di bloccare il movimento (condizione veto)</strong>. I soggetti sono consapevoli della loro decisione di muovere il braccio ma anche della decisione di bloccare il movimento, e riescono a farlo all'interno di questa finestra di 200ms.\r\n\r\nA livello filosofico si è cercato di definire l'intenzione in vari modi. E tutte le definizioni ne hanno definite almeno due, ad esempio la Prior Intention (svolgere un'azione in un momento successivo) o la Intention in action (lo stato interno che controlla l'azione online). In generale comunque nel definire l'intenzione ci sono sempre due aspetti che ritornano, una intenzione è formata da uno <strong>scopo </strong>e dai <strong>mezzi per raggiungerlo</strong></li></ul>",
        "image": "static/uploads/esperimento-di-libet.jpg"
    },
    {
        "id": 80,
        "question": "Come è formata l'insula?",
        "hints": "<p>L'insula è una regione corticale che si trova sotto al lobo temporale e parietale ed è composta da 5 giri. Citoarchitettonicamente si può suddividere in tre diverse aree, un'area anteriore che è agranulare, una seconda area intermedia che è disgranulare e una terza area che è posteriore ed è granulare.</p>",
        "image": "static/uploads/anatomia-dell.insula.jpg"
    },
    {
        "id": 81,
        "question": "Qual è la funzione del cervelletto?",
        "hints": "Il cervelletto ha numerose funzioni per cui non si può definire una unica funzione, riceve infatti input diversi da diverse aree corticali anche la sua struttura di analisi dell'informazione si mantiene inalterata lungo tutta la sua larghezza, ma elabora informazioni vestibolari, motorie, visive, uditive, provenienti da diverse aree del cervello. Quello che si ipotizza rispetto alle azioni, oltre a svolgere il compito di memoria procedurale, quindi di ottimizzare il movimento in base al feedback, è quello di simulatore interno per confrontare l'azione eseguita all'azione programmata.\r\n\r\nInoltre dato che le vitality forms hanno delle cinematiche diverse, un gesto rude è più rapido di un gesto gentile, l'attivazione del cervelletto durante il compito delle vitality forms potrebbe essere legato all'analisi della diversa cinematica, oppure ad aspetti di natura emotiva specificatamente evocate dalle azioni rudi e gentili."
    },
    {
        "id": 82,
        "question": "Come si è cercato di definire da un punto di vista fisiologico l'intenzione?",
        "hints": "<p>Il concetto di intenzione in neurofisiologia è stato studiato prevalentemente in <strong>3 regioni cerebrali</strong>.</p><ul><li>La <strong>corteccia presupplementare</strong> <strong>F6</strong>, che è connessa direttamente con la corteccia prefrontale. La PFC tramite F6 controlla i circuiti parieto-prefrontali che consentono di programmare una azione sulla base del contesto. Se stimolata elettricamente F6 determina dei movimenti iniziali di un atto motorio che sembrano movimenti intenzionali. In F6 viene codificato soprattutto l'inizio dell'atto motorio.</li><li><strong>Corteccia parietale inferiore</strong>: studiata inizialmente dal gruppo di Mountcastle in relazione a compiti di afferramento e aveva definito come la corteccia parietale inferiore avesse delle <strong>funzioni di comando di atti finalizzati</strong>.</li><li><strong>Aree MIP (labbro dorsale) e LIP (labbro ventrale)</strong> del solco intraparietale. L'area LIP si attiva in preparazione del movimento saccadico, mentre l'area MIP si attiva in <strong>preparazione ad atti di raggiungimento</strong>.</li></ul>",
        "image": "static/uploads/f6-mip-lip.jpg"
    },
    {
        "id": 83,
        "question": "Come è organizzata l'azione?",
        "hints": "<p>Se pensiamo ad una azione, questa è dotata di uno scopo, questo scopo è coincidente con lo scopo del soggetto. Quindi ad esempio se voglio prendere un bicchiere e bere dell'acqua questo è lo scopo della mia azione. Questo scopo viene scomposto in tanti atti motori ciascuno caratterizzato da un scopo sotto-ordinato, come prendere un bicchiere, prendere una bottiglia, aprire un tappo, versare l'acqua etc. Tutti questi scopi sono codificati inizialmente, per fare in modo che l'azione sia fluida e che le catene di neuroni che controllano i singoli atti motori possano andare ad attivarsi in sequenza. Ogni atto è poi definito da singoli movimenti che sono mappati a livello della corteccia motrice primaria la quale controlla il midollo spinale che controlla i muscoli che consentono al corpo di muoversi.</p>",
        "image": "static/uploads/organizzazione-dell-azione.jpg"
    },
    {
        "id": 84,
        "question": "Come è definita l'intenzione in filosofia?",
        "hints": "<p>Sono state proposte diverse definizioni di intenzione nel corso degli anni, dalla filosofia che se ne occupata.\r\n\r\nMolte definizioni di intenzione definiscono almeno due processi distinti dell'intenzione, come una intenzione <strong>Prior intention (prendere la decisione di eseguire un movimento nel futuro) e una decisione Intenction in action (ossia l'intenzione che guida e controlla l'atto svolto nel momento presente)</strong>. Come sua natura ci sono una varietà di definizioni diverse di intenzione ma tra tutte possiamo identificare due aspetti comuni. Una intenzione è sempre definita da uno <strong>SCOPO </strong>e dai <strong>MEZZI </strong>per raggiungere lo scopo.</p>",
        "image": "static/uploads/Definizione_di_intenzione.png"
    },
    {
        "id": 85,
        "question": "Dimostrazione della scarica differenziale di F5 e PFG in base allo scopo dell'agente",
        "hints": "<p>Per studiare se l'intenzione andasse a modulare l'attività dei neuroni motori sono stati fatti due studi in F5 e PFG. Il paradigma prevedeva che la scimmia fosse davanti ad una paratia trasparente e vedesse un oggetto che poteva essere edibile o meno. La scimmia a seconda delle condizioni doveva:</p><ul><li>​​​​​​​prendere per piazzare di fianco in un contenitore\r\n</li><li>prendere per piazzare di fianco alla testa</li><li>prendere per mangiare\r\n\r\nA livello di risposta dei neuroni quello che si osserva e che ci sono neuroni che mostrano una preferenza per il <strong>prendere per mangiare</strong> e altri neuroni che mostrano una preferenza per il <strong>prendere per piazzare</strong>. Altri invece mostrano una risposta invariante.\r\n\r\nSe si va a vedere a livello di popolazione si possono osservare chiaramente le due diverse popolazioni che mostrano una maggiore risposta ad una delle due condizioni. Se però si valuta come questa differenza sia presente in F5 e in PFG si nota che in <strong>PFG </strong>questa modulazione in base allo scopo finale dell'azione<strong> è maggiore che in F5</strong>.\r\n\r\nInfatti in PFG i neuroni che sono modulati sono il<strong> 55% con il 75% che preferisce il prendere per mangiare</strong>. In F5 troviamo una situazione opposta con il 40% dei neuroni che sono modulati e per il 50% sono per il prendere per mangiare e il 50% per il prendere per posare.\r\n</li></ul><p>Se poi facciamo una analisi differenziale, quindi prendiamo l'(azione preferita - quella meno preferita)/(somma delle due), nella risposta di popolazione si vede come c'è una differenza maggiore in PFG rispetto a F5. Inoltre questa differenza si osserva non all'inizio dell'azione, ossia quando la mano si configura, <strong>ma emerge quando inizia l'afferramento vero e proprio e quando poi la scimmia tiene in mano il pezzo di cibo per portarlo alla bocca \"Holding\".</strong>\r\n\r\n<strong>Importante: questo risultato mostra quindi una differenza di sensibilità nella condizione motoria tra PFG e F5, con PFG che per quel che riguarda i neuroni motori mostra un numero maggiore di neuroni modulati dallo scopo finale dell'azione e mostra anche una differenza tra numero di neuroni che preferiscono una condizione (prendere per mangiare) rispetto alla seconda condizione (prendere per posare). Questa differenza non si trova in F5. </strong>\r\n<strong>\r\n<span style=\"color:#2980b9\">In questo paradigma nelle condizioni prendere per mangiare la ricompensa è legata al cibo che viene mangiato, nel prendere per mettere viene poi dato del cibo alla scimmia quando esegue il compito.</span></strong></p><p>\r\n</p>",
        "image": "static/uploads/f5-pfg.png"
    },
    {
        "id": 86,
        "question": "La scarica differenziale osservata in PFG potrebbe essere legata non tanto allo scopo finale dell'azione ma alla cinematica del movimento?",
        "hints": "<p>Il motivo delle due condizioni nel prendere per posare è perchè hanno cinematiche diverse. Ma la stessa risposta del neurone. Quindi la scarica differenziale non dipende dalla cinematica.\r\n</p><ul><li>la velocità è massima per il prendere per posare di fianco alla faccia, poi prendere per mangiare e la più lenta è prendere per posare.</li><li>nella massima apertura della mano è uguale l'apertura in prendere per mangiare e prendere per posare a fianco della faccia, ridotta per il prendere per posare.\r\n\r\nQuindi le azioni di prendere per posare hanno cinematiche differenti ma se andiamo a prendere i profili di scarica dei neuroni di PFG e di F5 in queste due condizioni troviamo che la risposta è la stessa. Quindi il profilo della scarica del neurone è la stessa in prendere per posare e prendere per posare di fianco alla faccia ma le sue variabili cinematiche sono diverse. <u>Quindi la scarica del neurone non è legata a variabili di natura cinematica. </u>\r\n\r\n<strong>Inoltre sono state fatte anche delle prove andando a variare gli oggetti, ad esempio con oggetti delle stesse dimensioni del cibo o anche usando del cibo da piazzare, ma non c'è differenza nella scarica dei neuroni.</strong></li></ul>",
        "image": "static/uploads/cinematica-movimento-f5-pfg.png"
    },
    {
        "id": 87,
        "question": "Quale è il modello per il controllo delle azioni intenzionali?",
        "hints": "<p>A partire dai risultati ottenuti in PFG e in F5 che ha mostrato l'esistenza di popolazioni di neuroni che rispondono per il \"prendere per mangiare\" e per il \"prendere per posare\" si è ipotizzato il seguente meccanismo. A livello della corteccia prefrontale esistono gruppi di neuroni che si attivano e che sono specifici per due azioni diverse, per mangiare e per piazzare. In base alle condizioni di contesto e motivazionali questi neuroni vanno ad influenzare l'attività dei neuroni parietali e premotori. In queste aree troviamo gruppi di neuroni che si organizzano in catene di atti motori finalizzati in base al tipo di intenzione. Quindi abbiamo delle catene di atti motori per \"prendere per mangiare\" e \"prendere per piazzare\".\r\n\r\nCiascuna catena è formata da neuroni che codificano singoli atti motori specifici per quella azione. Per cui avremo un gruppo di neuroni per la fase di <strong>reaching</strong>, per la fase di <strong>shaping</strong>, per l'actual <strong>grasping</strong>, per <strong>l'holding </strong>e neuroni che codificano<strong> lo scopo di mangiare o di piazzare</strong>. Questi sono popolazioni di neuroni distinti, ciascuna popolazione va ad attivare la popolazione successiva facendo in modo che il movimento sia fluido. Quindi l'azione completa è segmentata in singoli atti motori che però vengono attivati in sequenza e<strong> controllati dalla PFC</strong> che riceve inoltre feedback alla fine, per assicurarsi che lo scopo dell'azione sia conseguito. Inoltre le aree sensoriali costantemente aggiornano questi neuroni, e inoltre danno informazioni alla PFC quando l'atto finale è raggiunto.\r\n\r\nOvviamente i <strong>circuiti parietali</strong> sono in connessione con quelli <strong>premotori</strong>, i quali sono a loro volta connessi con la corteccia motrice primaria che poi esegue i movimenti necessari. \r\n</p><p>Se noi andiamo infatti a vedere come è organizzata la <strong>corteccia parietale inferiore</strong>, abbiamo i neuroni di PF, poi di PFG e infine di PG. Sappiamo che queste regioni sono connesse tra loro e che in PF troviamo principalmente atti di bocca e mano, in PFG più di mano che di bocca e infine in PG atti di braccio. E' realistico ipotizzare che<strong> i neuroni parietali che codificano per azioni di braccio vadano ad attivare poi quelli di mano e infine quelli di bocca</strong> (ad esempio durante una catena intenzionale che porta la scimmia a raggiungere un pezzo di cibo, ad afferrarlo e poi portarlo alla bocca per mangiarlo).<em> Esistono infatti connessioni tra PF e PFG e tra PFG e PG</em>.\r\n\r\nImportante: <u>nonostante esistano neuroni che codificano per tutta la durata dell'azione sono molto pochi</u>. Questo conferma il modello per cui per atti finalizzati ci siano delle catene intenzionali in cui l'azione è scomposta nei suoi atti che sono preprogrammati all'inizio per dare fluidità al movimento. Questo però necessita di una cabina di regia, che è la <strong>corteccia prefrontale</strong>, nella quale possiamo trovare neuroni che codificano per lo scopo di mangiare e quelli che codificano per il piazzare che vanno a loro volto ad attivare catene intenzionali diverse. Queste catene intenzionale è inoltre plausibile che si inibiscano reciprocamente.</p>",
        "image": "static/uploads/catene_intenzionali_in_esecuzione.png"
    },
    {
        "id": 88,
        "question": "Come verificare se il sistema mirror serve anche per la comprensione delle intenzioni?",
        "hints": "<p>Per verificare se il sistema che codifica le intenzioni potesse anche essere utilizzato per la comprensione delle intenzioni degli altri si è andati a registrare sempre da PFG e da F5 ma questa volta da neuroni mirror, usando lo stesso paradigma ma solamente con la condizione di<strong> prendere per mangiare</strong> e <strong>prendere per posare</strong>.\r\n\r\nSia in PFG che in F5 abbiamo neuroni specchio che si attivano per il <strong>prendere per mangiare</strong> o il <strong>prendere per posare, o sono inviarianti.&nbsp;</strong>La predizione è legata al contesto ma si attivano solo quando avviene l'afferramento vero e proprio, non prima.</p><ul><li>In PFG il <strong>78%</strong> sono neuroni che sono modulati dal tipo di azione osservata. L<strong>'81% di questi neuroni codifica per il \"prendere per mangiare\"</strong> rispetto al \"prendere per piazzare\".</li><li>In F5 il <strong>70%</strong> sono neuroni modulati dal tipo di azione osservata, di cui il <strong>92% è modulato dall'azione \"prendere per mangiare\" mentre l'8% è modulato dal \"prendere per piazzare\"</strong>. A differenza dei neuroni motori che in F5 non mostravano una differenza tra il <strong>\"prendere per mangiare\"</strong> e il<strong> \"prendere per piazzare\"</strong>\r\n\r\nInoltre in questo studio si è anche andati a vedere se la tipologia di oggetto afferrato cambia la scarica del neurone. Ci sono neuroni che anche se lo sperimentatore afferra un pezzo di cibo per piazzarlo continuano ad avere una scarica preferenziale per il <strong>\"prendere per mangiare\"</strong> e non c'è differenza se viene afferrato e poi piazzato un pezzo di cibo o un oggetto. Ci sono invece altri neuroni per cui l'oggetto che viene preso fa la differenza, quindi si attivano sia quando l'azione osservata è un <strong>\"prendere per mangiare\"</strong> sia quando viene <strong>preso un pezzo di cibo per poi piazzarlo da qualche parte</strong>. Ma non scaricano allo stesso modo se l'oggetto non è un pezzo di cibo.\r\n\r\nImportante: c'è inoltre un<strong> effetto storia</strong>, nel senso che se vengono presentati 10 stimoli tutti uguali (quindi ad esempio 10 volte un prendere per mangiare) e poi all'undicesima si mostra un prendere per piazzare il neurone risponde comunque. Alla dodicesima un po' meno e poi riporta la sua scarica a quella normale. Quindi c'è un effetto plastico legato alla frequenza con cui uno stimolo è presentato.\r\n\r\nE' inoltre grazie alla scoperta che esistono neuroni in PFG e in F5 che scaricano allo stesso modo, quindi mostrando una congruenza stretta, per il <strong>\"prendere per mangiare\"</strong> o il <strong>\"prendere per piazzare\"</strong>, nella condizione di osservazione o in quella di esecuzione che si è potuto dimostrare che il sistema mirror è in grado di codificare <u>non solamente l'atto osservato ma anche l'azione osservata</u>. Infatti sia in PFG che in F5 ci sono neuroni mirror la cui scarica in esecuzione e osservazione è <strong>uguale </strong>ed è <strong>specifica </strong>per il tipo di azione (prendere per mangiare o prendere per piazzare).</li></ul>",
        "image": "static/uploads/mirror-pfg-f5-compito-osservazione.png"
    },
    {
        "id": 89,
        "question": "Come è il modello di comprensione delle intenzioni secondo Fogassi?",
        "hints": "<p>A partire da quelle che sono le proprietà dei neuroni mirror in F5 e PFG ci si è chiesti se i neuroni mirror fossero in grado di codificare non solo l'atto ma anche l'intenzione dell'agente osservato. Avendo trovato a livello neurofisiologico che <strong>ci sono neuroni in F5 e PFG che mostrano una stretta congruenza tra azioni osservate ed eseguite</strong>, in virtù di quella che è l'intenzione dell'individuo si può quindi dire che i neuroni mirror codificano l'intezione dell'azione osservata. \r\n</p><p>Dato che l'intenzione viene organizzata secondo catene intenzionali, anche per quel che riguarda la codifica dell'intenzione esiste una organizzazione simile. In questo caso si parte sempre da PFC ma in questo caso <strong>l'intenzione è desunta da quelle che sono le variabili di tipo contestuale</strong>. Ci sono sempre due popolazioni di neuroni, neuroni che codificano per il <strong>prendere per mangiare</strong> e neuroni che codificano per il <strong>prendere per piazzare</strong>. Ciascuna di questi gruppi di neuroni va poi ad attivare gruppi di neuroni specifici per il reaching, lo shaping, il grasping e poi l'eating o il placing.\r\n\r\nIn questo modello quindi c'è una previsione che può essere o meno confermata e che riceve input sensoriali che possono confermare l'una o l'altra catena intenzionale. In questo caso non c'è un collegamento diretto con il motor output in quando deve esserci un meccanismo di inibizione che impedisce che l'azione osservata sia anche eseguita.\r\n</p><p> Dato che <strong>i neuroni mirror codificano per singoli atti motori</strong> e che <strong>ci sono catene intenzionali che coordinano questi atti motori in intenzioni, allora tramite queste catene possiamo decodificare in modo automatico anche le intenzioni</strong>. Questo dato suggerisce quindi che la codifica delle intenzioni avvenga in maniera automatica come suggeriscono le teorie della simulazione e che non dipenda da un processo inferenziale come suggerisce la teoria della teoria.\r\n\r\n<u>Il sistema mirror sfrutta quindi l'organizzazione degli atti intenzionali del sistema motorio per definire quelle che sono le intenzioni. Il sistema mirror, sulla base degli atti osservati, attiva la catena intenzionale corrispondente. </u></p><p><u><strong>Se questa catena intenzionale non funziona come nell'autistico significa che il sistema mirror non riesce a decodificare l'intenzione.</strong></u></p>",
        "image": "static/uploads/comprensione_delle_intenzioni.png"
    },
    {
        "id": 90,
        "question": "Comprensione delle intenzioni negli esseri umani secondo Iacoboni",
        "hints": "<p>In questo studio di Iacoboni c'erano tre situazioni:\r\n</p><ul><li>una situazione ​​​​​​​di colazione finita o di colazione, in cui era presente una tazza: <strong>condizione contesto</strong></li><li>una condizione in cui si osservava afferrare una tazza con diverse tipologie di afferramento: <strong>condizione azione</strong></li><li>una condizione in cui si osservava una mano afferrare la tazza o nel contesto della colazione o della colazione finita: <strong>condizione intenzione</strong></li></ul><p>\r\nC'erano poi <strong>due gruppi</strong>, uno a cui venivano semplicemente mostrati questi filmati e doveva prestare attenzione, un altro a cui invece veniva espressamente chiesto di dire quale fosse l'intenzione dell'agente.\r\n</p><ul><li><u>Facendo un confronto Intenzione - Azione resta un'area del <strong>giro frontale inferiore di destra</strong>.</u></li><li>Facendo un confronto tra Intenzione - Contesto: quindi <strong>resta la mano</strong> ci sono una serie di attivazioni <strong>parietali </strong>e <strong>premotorie</strong>, ma <strong>l'attivazione del giro frontale inferiore è sempre a destra</strong>.</li><li><u>Nell'ultima condizione, quella decisiva, dove si faceva<strong> intenzione - (contesto+azione)</strong>, quindi dove restava solamente la componente dell'intenzione, restava attiva una regione del giro frontale inferiore di destra (la stessa&nbsp;</u><u>della prima condizione)</u>. </li></ul><p>Questo dato sembra supportato da studi di EEG che hanno evidenziato che quando la comprensione di una intenzione diventa cosciente <strong>c'è un shift nell'attivazione dall'emisfero sinistro a quello destro</strong>.\r\n</p><p>\r\nIl dato tra i soggetti che poi dovevano solo osservare e quelli che dovevano riflettere sul tipo di intenzione ha mostrato che in entrambi i casi abbiamo una attivazione del sistema mirror, <strong>solo che in un caso restano delle attivazioni che corrispondono a quando il soggetto si pone delle domande e si interroga</strong>. Ma l'attivazione del sistema mirror avviene in entrambi i casi</p>",
        "image": "static/uploads/Iacoboni_intenzioni.png"
    },
    {
        "id": 91,
        "question": "Cosa puoi dirmi della comprensione di intenzioni di fronte a comportamenti ambigui?",
        "hints": "<p>Una delle critiche mosse è stata il fatto che la comprensione delle intenzioni non sempre è corretta e ci possono essere delle<strong> situazioni ambigue nelle quali non è semplice comprendere l'intenzione del soggetto</strong>, o meglio capire il perchè sta facendo una determinata azione. \r\n</p><p>Ad esempio un soggetto potrebbe indicare un orologio per segnalare che l'orologio è rotto oppure per dire che è ora di andare. Per studiare quindi questo aspetto si è fatto un esperimento nel quale un soggetto doveva osservare uno sperimentatore svolgere un compito particolare. Doveva cliccare un bottone su una parete e lo faceva sempre con il ginocchio. Solo che in un caso lo faceva con le mani libere, in un caso con le mani occupate ma tenendo solamente un raccoglitore che poteva essere tenuto con una mano sola e un'altra in cui il numero dei raccoglitori impediva l'utilizzo delle mani.\r\n\r\nQueste tre condizioni sono state quindi valutate in base alla loro plausibilità. La prima era la meno plausibile, la seconda implausibile e la terza plausibile. Andando a vedere i dati di risonanza gli autori hanno trovato una attivazione <strong>differenziale nel solco temporale superiore (STS)</strong> e una attivazione, per quanto non significativa, di un'area della prefrontale, la <strong>corteccia frontale mesiale anteriore di destra</strong>. Mentre per quel che riguarda il sistema mirror non hanno trovato nessuna attivazione. Questo perchè essendo una sottrazione, sia quando l'azione è plausibile sia quando non lo è, il sistema mirror si attiva comunque. Ma quando non è chiaro il perchè l'agente sta svolgendo un determinato compito sembra che si attivino altre aree.&nbsp;\r\n\r\nNello specifico autori suggeriscono che durante la codifica dell'intenzione, quando il soggetto si trova di fronte a situazioni non ambigue, si attivi il sistema mirror. \r\n</p><p><strong>Quando invece comprendere l'intenzione richiede un ragionamento oltre al sistema mirror si attivano aree della mentalizzazione, nello specifico la giunzione temporo parietale e la corteccia prefrontale mesiale che si ritengono essere i due spot della mentalizzazione</strong>.</p>",
        "image": "static/uploads/compito_plausibile_implausibile.png"
    },
    {
        "id": 92,
        "question": "Da cosa sono caratterizzati i soggetti che presentano una disturbo dello spettro autistico?",
        "hints": "Tutti quelli che sono definiti parte dello spettro autistico mostrano le seguenti problematiche:\r\n- un deficit nella comprensione delle intenzioni degli altri che li porta ad avere grossi problemi a livello relazionale e sociale (ad esempio non prestano attenzione allo sguardo).\r\n- spesso presentano deficit che non sono direttamente collegati ad abilità sociali e che fanno riferimento ad aspetti di natura motoria e di linguaggio. Possono presentare ad esempio disartria o sterotipie motorie\r\n- Molto spesso presentano deficit nelle abilità di imitazione. Anche se alcuni training si basano proprio sull'imitazione, il che non stupisce, quando parliamo di questi deficit parliamo di sistemi ipofunzionanti non di una assenza completa di queste abilità. Quindi i sistemi ipofunzionanti possono essere potenziati.\r\n\r\nAlcuni autori hanno suggerito che alla base delle problematiche dell'autistmo ci fosse un problema del sistema mirror. Per questo sono stati svolti alcuni studi per comprendere meglio questo."
    },
    {
        "id": 93,
        "question": "Studio di Ramachandran sull'autismo",
        "hints": "<p>E' uno studio che si è basato sulla <strong>registrazione elettroencefalografica del ritmo mu</strong>\r\n</p><ul><li>svolgere un gesto di afferramento con la mano</li><li>osservare qualcuno svolgere lo stesso tipo di gesto con la mano</li><li>osservare delle palline che si muovevano con una dinamica simile alla mano\r\n\r\nIn questo caso è stato studiato il ritmo Mu e si è visto che, durante l'azione il ritmo mu si desincronizza maggiormente sia nei bambini sani che nei bambini con autismo. <strong>Ma durante l'osservazione si desincronizza solamente nei bambini a sviluppo tipico rispetto ai bambini con autismo.</strong> Nei bambini con autismo infatti non ci sono differenze tra l'osservazione dell'azione dell'altro e l'osservazione delle palline che rimbalzano.\r\n\r\nQuesto ha portato a pensare che alla base dell'autismo ci fosse un problema relativo al sistema specchio. I famosi \"specchi rotti\".</li></ul>",
        "image": "static/uploads/Ramachadran-autismo.png"
    },
    {
        "id": 94,
        "question": "Esperimento sui bambini autistici durante l'osservazione e l'imitazione di espressioni emotive.",
        "hints": "<p>Nello studio veniva studiato tramite fMRI l'attivazione sia durante l'osservazione per poi imitare sia solo osservare, con bambini a sviluppo tipico e bambini con lo spettro autistico.\r\nDurante l'osservazione per poi imitare si vede come nei bambini a sviluppo tipico c'è una maggiore attivazione delle aree <strong>premotorie e parietali</strong> rispetto ai bambini con spettro autistico.\r\n\r\nNel solo compito di osservazione. anche in questo caso c'è una maggiore attivazione nei bambini a sviluppo tipico solamente in una regione che è a cavallo <strong>tra la premotoria ventrale e il giro frontale inferiore</strong>.</p>",
        "image": "static/uploads/imitazione_delle_emozioni_nellautismo.png"
    },
    {
        "id": 95,
        "question": "Studio anatomico autismo",
        "hints": "<p><u></u>Sono stati presi 14 soggetti con autismo e 14 soggetti sani e sottoposti a risonanza morfologica per vedere a livello di spessore come cambia la corteccia cerebrale. In questo studio venivano anche misurati i valori di ADOS e ADI-R che sono due scale che valutano la gravità dei sintomi nei bambini con autismo.<strong> Dallo studio morfologico emerge che sono diverse le aree che mostrano un assottigliamento</strong>:\r\n<u>\r\n</u></p><ul><li><u>da una parte aree del solco temporale superiore, del lobulo parietale inferiore e giro frontale inferiore (regioni specchio)</u></li><li>aree motorie e somatosensoriali <strong>collegate alla faccia</strong></li><li><strong>area occipitale per l'elaborazione dei volti </strong>(FFA)</li><li>varie aree per la cognizione sociale, come la <strong>cingolata anteriore e la corteccia prefrontale</strong></li><li>corteccia del <strong>lobulo parietale superiore che si attiva durante l'imitazione</strong></li></ul><p>\r\nQuindi sono numerose le aree legate ad aspetti di natura sociale e mirror che risultano assottigliati rispetto al cervello di un soggetto a sviluppo tipico.<strong> Inoltre in alcune aree questo assottigliamento corrella con i punteggi dell'ADOS e dell'ADI-R</strong> e sono:</p><ul><li><strong>giro frontale inferiore</strong></li><li><strong>corteccia parietale inferiore</strong></li><li><strong>giro occipitale inferiore</strong></li><li><strong>giro sovramarginale</strong></li><li><strong>lobulo parietale superiore </strong>\r\n\r\n</li></ul><p><u><span style=\"color:#c0392b\"><strong>quindi giro frontale inferiore, parietale inferiore e superiore e giro occipitale inferiore</strong></span></u></p><p>\r\n<u>Importante: nello spettro autistico la causa del disturbo si ritiene essere poligenetica, inoltre è complesso capirne la disfuzione funzionale in quando non c'è una chiara compromissione a livello anatomico, per cui anche la disfunzione a livello funzionale non è così semplice da limitare ad una sola area o regione.</u></p>",
        "image": "static/uploads/studio_anatomico_autismo.png"
    },
    {
        "id": 96,
        "question": "Ipotesi alternativa a quella degli \"specchi rotti\" sulla disfunzione nei soggetti con autismo",
        "hints": "<p>In uno studio fatto a Parma si è andati a studiare soggetti con autismo (con QI nella norma quindi ad alto funzionamento) e soggetti sani, in un compito che era molto simile a quello della scimmia in cui afferra per piazzare o afferra per mangiare.\r\n\r\nIn questo studio i soggetti erano seduti e avevano davanti a se un oggetto edibile che dovevano o afferrare per mangiarlo oppure un oggetto delle stesse dimensioni che dovevano afferrare per poi posizionarlo in <strong>un contenitore a fianco della loro testa</strong>. Durante questo compito veniva monitorato il tempo e il momento in cui il soggetto toccava l'oggetto prima di portarlo verso la bocca o verso il contenitore. Si registrava inoltre l'attività elettromiografica di un muscolo chiamato miloioideo che si attiva quando viene aperta la bocca.\r\n\r\nQuello che hanno scoperto i ricercatori di Parma è che l'attività del miloioideo si attiva circa <strong>500 ms</strong> prima che la mano tocchi l'oggetto per poi crescere quando l'oggetto è afferrato e portato alla bocca. Questo suggerisce quanto già sappiamo sull'organizzazione delle azioni intenzionali, che sono legate ad una serie di atti collegati tra loro che sono preprogrammati prima dell'inizio dell'azione e che consentono che ogni atto sia collegato a quello successivo. Quello che invece accade nei soggetti con autismo è che <strong>l'attività del miloioideo si osserva solo dopo che il soggetto ha preso possesso dell'oggetto</strong>. Quindi verosimilmente è il feedback visivo e tattile che attiva poi il secondo tipo di atto. Questo suggerisce quindi che nei soggetti con autismo ci sia un problema che è a monte rispetto al problema dei neuroni mirror e risieda nel fatto che, <u>a differenza di un soggetto sano, ci sia un problema nell'organizzazione intenzionale degli atti</u>.\r\n\r\nNella condizione di osservazione si osserva invece che, mentre nei soggetti autistici non c'è nessuna attività elettromiografica (i soggetti dovevano osservare un soggetto portare alla bocca un oggetto edibile) nei soggetti sani <strong>c'è una attività del miloioideo che cresce finchè il soggetto non prende possesso dell'oggetto</strong> poi cala perchè ovviamente non è lui che deve mangiare.</p><p><span style=\"color:#e74c3c\"><strong>Importante: l'attività elettromiografica in osservazione è facile vederla nei bambini, molto meno negli adulti che infatti generalmente non mostrano attivazioni durante compiti di osservazione di azioni.</strong></span></p>",
        "image": "static/uploads/studio_autismo_milloideo.png"
    },
    {
        "id": 97,
        "question": "Quale altro studio comportamentale è stato fatto sui soggetti autistici chiedendo il come e il perchè?",
        "hints": "<p>Venivano presentati degli atti motori di mano a soggetti con autistmo e a soggetti sani. Veniva chiesto ai bambini che cosa fosse (quindi per comprendere l'atto) e il perchè (per comprendere l'intenzione)</p><ul><li>cosa fosse quell'atto motorio.</li><li>quale fosse l'intenzione dietro a quell'atto motorio.\r\n\r\nC'era inoltre una<strong> ulteriore condizione</strong> la quale mostrava degli oggetti e degli <strong>atti di mano su degli oggetti con anche informazioni di contesto</strong> che quindi permettessero di comprendere quale era la finalità dietro ad un tipo di afferramento o comunque di atto svolto su un oggetto.</li></ul><p> Una terza condizione invece prevedeva immagini diverse di un atto messe in ordine casuale e il soggetto doveva indicare il <strong>corretto ordine delle immagini</strong>.\r\n\r\nDal confronto si evince che:</p><ul><li>i soggetti autistici e i soggetti sani <strong>non mostrano differenze nel riconoscere l'atto motorio</strong></li><li>faticano a comprendere <strong>l'intenzione dietro all'atto motorio nella situazione in cui questo atto viene eseguito su un oggetto ed è inusuale</strong> (come afferrare un telefono per spostarlo) mentre non mostrano errori quando devono dire il perchè e osservano un uso comune.\r\n\r\n<strong>Mentre non ci sono differenze per la condizione con il contesto, ne quella con la sequenza di azioni</strong>.</li></ul><p>La spiegazione di questo è probabilmente legata al modo attraverso cui i soggetti con autismo tentano di sopperire al loro <strong>deficit di organizzazione intenzionale</strong>. Nella situazione in cui osservano un atto che è tipico e quotidiano riesco a rispondere alla domanda sul perchè viene svolto quell'atto perchè lo hanno associato ad uso che fanno nel quotidiano. Quando l'immagine mostra un uso non frequente allora faticano ad attribuire correttamente l'intenzione associata all'atto motorio. <strong>Quando invece sono presenti più informazioni di contesto è più semplice per loro rispondere alla domanda sull'intenzione che sta dietro all'atto motorio, proprio grazie alle maggiori informazioni di contesto.</strong>\r\n\r\n<u>importante: questo ha delle importanti implicazioni a livello della riabilitazione, perchè molte volte si cerca di riabilitazione il paziente con autismo rinforzando quelle che già sono le sue strategie di associazione. Per cui si può insegnare ad un bambino a svolgere un compito insegnandogli ogni singolo passaggio. Il problema è che mancando una comprensione e avendo problemi di organizzazione intenzionale, se poi cambia qualcosa il bambino non ha compreso lo scopo e non riesce più a svolgere un compito. Un altro approccio alla riabilitazione è quindi quello di concentrarsi sulle abilità motorie residue cercando di potenziare queste, piuttosto che potenziare le strategie di ipercompensazione.</u></p>",
        "image": "static/uploads/il_cosa_e_il_perche.png"
    },
    {
        "id": 98,
        "question": "Cosa significa che negli autistici c'è un deficit di organizzazione intenzionale?",
        "hints": "<p>Significa che la normale codifica di atti intenzionali nel bambino autistico è ipofunzionante. In un soggetto a sviluppo tipico l'azione è organizzata sulla base dei diversi atti motori da cui è composta e ogni atto motorio è collegato a quello successivo. Nel bambino con autismo questo meccanismo non sembra funzionare correttamente e ogni atto è organizzato a se, scollegato dal resto, perdendo quindi la fluidità tipica legata ad una organizzazione a catena degli atti motori.\r\n\r\nIl bambino con autismo non avendo questo sistema funzionante, non può quindi neanche utilizzare il sistema mirror per decodificare le intenzioni dell'altro. <strong>Non tanto perchè il sistema mirror in sia sia deficitario, ma perchè manca quella organizzazione funzionale del sistema motorio in catene intenzionali.</strong></p>"
    },
    {
        "id": 99,
        "question": "Abituazione e sensibilizzazione a livello neuronale",
        "hints": "Quando si osservano processi di abituazione o di sensibilizzazione osserviamo dei cambiamenti a livello anatomico, nello specifico i processi di abituazione fanno in modo che si riduca il numero di sinapsi, mentre i processi di sensibilizzazione fanno in modo che si vengano a generare nuove sinapsi. Questi meccanismi coinvolgono il nucleo delle cellule, che sono stimolate a produrre nuove proteine per fare in modo che nuove connessioni si stabiliscano o vengano ridotte quelle esistenti.\r\n\r\nImportante: tutti gli apprendimenti a lungo termine implicano necessariamente un cambiamento anatomico di questo tipo.",
        "image": "static/uploads/abitudine_e_sensibilizzazione.png"
    },
    {
        "id": 100,
        "question": "Plasticità delle mappe corticali nella scimmia",
        "hints": "Se andiamo a collegare il terzo e quarto dito di una scimmia in modo che non possa usarle separatamente, dopo qualche settimana le mappe a livello corticale del terzo e quarto dito sono meno definite e mostrano delle aree di sovrapposizione, sovrapposizione che invece sparisce nel momento in cui poi separo le dita e faccio in modo che la scimmia possa utilizzarle nuovamente in modo indipendente.\r\n\r\nInoltre si è visto che se una scimmia viene allenata ad utilizzare solamente tre dita in un compito si ottiene una espansione a livello corticale della zona che mappa quelle tre dita.",
        "image": "static/uploads/plasticita_delle_mappe_corticali.jpg"
    },
    {
        "id": 101,
        "question": "Studio sulla plasticità delle mappe motorie nell'uomo",
        "hints": "<p>In un esperimento venivano presi dei soggetti a cui veniva chiesto di eseguire un compito motorio che consisteva nell'eseguire una sequenza su una tastiera usando le cinque dita e andando a tempo con un <strong>metronomo </strong>che scandiva 60 battiti al minuto. <strong>Veniva applicata la TMS sulle regioni di controllo degli estensori e flessori delle dita per delimitarne l'area</strong>.\r\n\r\nL'allenamento durava per <strong>due ore al giorno per cinque giorni</strong>.\r\n\r\nIl gruppo di controllo 1 non faceva nulla, il secondo gruppo di controllo poteva usare il <strong>pianoforte </strong>ma non doveva eseguire la sequenza.\r\n\r\nIl gruppo sperimentale nel primo giorno esegue una serie di errori che però poi non esegue più nei gironi successivi arrivando ad una precisione completa nell'esecuzione del compito. I gruppi di controllo invece mostrano degli errori significativi.\r\n\r\nA livello di mappe si osserva <strong>un graduale ingrandimento dell'area che controlla gli estensori e flessori delle dita della mano, che cresce dal primo al quinto giorno ma solamente per la mano allenata al compito</strong>. Non si osserva lo stesso ingrandimento per quel che riguarda la mano non allenata. Un parziale ingrandimento lo si osserva anche nei soggetti che avevano utilizzato liberamente la tastiera ma non dovevano eseguire un compito particolare a tempo.\r\n\r\nImportante: quello che veniva misurata era la probabilità di osservare un movimento tramite TMS in una particolare regione stimolata.</p>",
        "image": "static/uploads/plasticita_e_allenamento_motorio.jpg"
    },
    {
        "id": 102,
        "question": "Confronto tra allenamento fisico e mentale rispetto alla plasticità nell'uomo",
        "hints": "<p>E' stato condotto uno studio in cui veniva chiesto a soggetti di esercitarsi con una tastiera, mentre ad altri veniva chiesto di esercitarsi solo mentalmente, mentre altri non facevano alcun tipo di esercizio ed erano un gruppo di controllo.\r\n\r\nTramite TMS si andavano a stimolare i <strong>muscoli estensori e flessori delle dita</strong> per andare ad identificare quelle che erano le aree che potevano innescare un movimento. Quello che si è visto è che, in coloro che eseguivano una pratica fisica, la riduzione degli errori nel corso delle prove e era migliore e alla fine del quinto giorno non commettevano più errori. Un miglioramento simile c'era anche per coloro che svolgevano la sola pratica mentale, mentre per coloro che non facevano nessun esercizio il numero degli errori restava costante.\r\n\r\nA livello di ampliamento di masse si osserva che sia in coloro che hanno eseguito una pratica mentale, sia coloro che hanno eseguito una pratica fisica, c'è una espansione delle mappe corticali dei flessori e degli estensori delle dita. <strong>Quindi anche la sola pratica immaginativa induce delle modificazioni plastiche a livello corticale.</strong></p>",
        "image": "static/uploads/confronto_tra_pratica_fisica_e_mentale.jpg"
    },
    {
        "id": 103,
        "question": "Patologia ed effetti plastici sulla corteccia motoria degli esseri umani",
        "hints": "Un esempio di plasticità delle mappe motorie è legato alla sindattilia, una malattia congenita che fa in modo che le dita delle mani sia collegate le une alle altre e separate solo da una fessura per dito con una mano leggermente chiusa a forma di pungo.\r\n\r\nIn questi pazienti la rappresentazione delle diverse dita a livello corticale è molto confusa e diversa da quella che avremmo in un soggetto sano. Ma dopo che viene effettuata l'operazione e le dita vengono separate ecco che allora anche la mappa motoria sia aggiorna e le aree di rappresentazione, ad esempio del mignolo e del pollice, si allontanano molto (come in una situazione normale). Nella condizione patologica invece le aree del mignolo e del pollice sono tra loro molto più vicine e la mappa che rappresenta le diverse dita è molto più confusa.",
        "image": "static/uploads/sindattilia.jpg"
    },
    {
        "id": 104,
        "question": "Cosa succede nell'arto fantasma?",
        "hints": "<ul><li>sensazioni di movimento, di dolore, o di atti svolti con l'arto non più presente. Insieme a sensazioni riferite quando si toccano parti del volto o del moncherino.\r\n\r\nQuesto deriva dal fatto che nel momento in cui c'è una lesione, le fibre afferenti della mano vanno incontro a degenerazione. Le fibre afferenti che arrivano da altre zone adiacenti come l'area del braccio o della faccia, che sono adiacenti, vanno ad innervare queste regioni. Questo fa in modo che, se il soggetto viene stimolato nella faccia o nel nel moncone, può riferire sensazioni all'arto mancante.\r\n</li></ul><p><strong>​​​​​​​Le fibre afferenti della mano vanno incontro a degenerazione.</strong></p><p>\r\nImportante: questo processo è legato principalmente all'aumento delle connessioni sinaptiche e alla presenza di connessioni silenti che, una volta che l'arto mancante non invia più segnali, iniziano ad attivare i neuroni che prima erano attivati dalla mano. Per quanto esistano anche meccanismi di neurogenesi, l'effetto che si osserva è più legato alle collaterali e a connessioni pre-esistenti ma mutate.</p>",
        "image": "static/uploads/arto_fantasma.jpg"
    },
    {
        "id": 105,
        "question": "Effetti plastici dovuti all'utilizzo di strumenti nelle scimmia",
        "hints": "<p>Effetti di plasticità si possono osservare anche in relazione all'utilizzo degli strumenti. Nel famoso esperimento di Iriki dove aveva osservato un aumento dello spazio peripersonale in neuroni registrati nel solco intraparietale grazie all'utilizzo di strumenti nella scimmia possiamo notare un fenomeno di plasticità (che è presumibilmente presente anche nell'uomo vista la sua maestria nell'utilizzo degli strumenti).\r\n\r\nNello specifico sono stati iniettati dei <strong>traccianti </strong>in scimmie allenate e in scimmie non allenate nella regione di registrazione dei neuroni bimodali a livello del <strong>solco intraparietale</strong>. Quello che si è visto è che nelle scimmie allenate c'erano <strong>connessioni tra il solco intraparietale e un area parietale immediatamente dopo la fine del solco silviano</strong>. Anche tramite traccianti anterogradi si è visto che queste connessioni sono <strong>reciproche</strong>. \r\n\r\nUn'area che potrebbe corrispondere con la <strong>giunzione temporo-parietale nell'uomo</strong> che si ritiene essere una regione importante per la percezione dell'immagine corporea e dello spazio corporeo.\r\n\r\nImportante: anche uno studio di risonanza morfologica ha evidenziato che l'utilizzo degli strumenti in scimmie allenate determinava un aumento della superficie corticale ne<strong>l solco intraparietale, nella giunzione temporo-parietale e nella corteccia somatosensoriale seconda</strong>. Inoltre c'era un aumento della <strong>sostanza bianca</strong> a livello del cervelletto</p>",
        "image": "static/uploads/plasticita_scimmia.jpg"
    },
    {
        "id": 106,
        "question": "Risonanza morfologica dopo l'utilizzo di strumenti nella scimmia",
        "hints": "<ul><li>nel solco intraparietale</li><li>a livello della <strong>giunzione temporo-parietale</strong></li><li><strong>nella corteccia somatosensoriale seconda</strong>\r\n\r\nInoltre c'era un aumento della <strong>sostanza bianca</strong> a livello del cervelletto</li></ul>",
        "image": "static/uploads/plasticita-morfologica.jpg"
    },
    {
        "id": 107,
        "question": "Plasticità del sistema mirror nell'uomo",
        "hints": "<p>C'erano tre gruppi di soggetti, esperti di danza classica, capoeira e inesperti. I tre gruppi guardavano due tipi di video.\r\n<em>\r\nAttive le regioni del sistema specchio, con in particolare anche regioni più alte nel parietale e nel premotorio.</em>\r\n</p><ul><li>della corteccia<strong> premotoria sia ventrale che dorsale</strong></li><li>una attivazione a livello del lobulo parietale inferiore e in piccola parte anche superiore</li><li>una regione parietale posteriore al solco di silvio</li><li>alcune regioni temporali\r\n</li></ul><p><u>L'attivazione della corteccia premotoria dorsale e del parietale superiore fanno riferimento molto probabilmente a movimenti di braccio e di gamba.</u>\r\n\r\nAndando poi a vedere alcune regioni di interesse, come l'attivazione della <strong>premotoria </strong>e della <strong>solco intraparietale </strong>tra i diversi gruppi si è osservato che:</p><ul><li>il gruppo dei non esperti mostrava le attivazioni minori</li><li>il gruppo dei ballerini di capoeira si attivava di più quando osservava passi tipici della capoeira</li><li>il gruppo dei ballerini classici si attivava di più quando osservava dei passi di ballerini classici.\r\n\r\nUna possibile critica è che questa diversa attivazione non fosse legata all'esperienza motoria pregressa dei partecipanti ma ad informazioni semplicemente di natura visiva. Per questo è stato fatto un esperimento solo con il gruppo dei ballerini classici.</li></ul>",
        "image": "static/uploads/plasticita_del_sistema_mirror.jpg"
    },
    {
        "id": 108,
        "question": "Esperimento sul sistema mirror ma solo sui ballerini classici",
        "hints": "<p>In questo secondo esperimento si sono presi solamente i ballerini classici e sono stati divisi in due gruppi, maschi e femmine. Lo scopo dell'esperimento era infatti quello di valutare se fosse l'esperienza motoria o semplicemente quella visiva a determinare la diversa attivazione del sistema mirror.\r\n\r\nQuello che quindi è stato fatto è stato quello di presentare ai soggetti dei passi di danza che sono tipici degli uomini, o tipici delle donne oppure sono passi che fanno sia uomini che donne.\r\n\r\nQuello che è emerso è che quando si osservano passi di danza che fanno sia uomini che donne la risposta del sistema mirror era identica, quando invece gli uomini osservavano passi di danza tipici degli uomini si attivavano di più, le donne al contrario si attivavano di più quando osservavano passi di donne.\r\n</p><p><strong>Inoltre veniva chiesto con che frequenza vedevano quei passi e la familiarità visiva era identica.</strong>\r\n\r\nQuindi questo esperimento dimostra che l'attivazione differenziale del sistema mirror non è tanto data da una precedente esperienza visiva, infatti gli uomini tendono ad osservare di più i passi delle donne e viceversa, quanto piuttosto la propria esperienza motoria e la propria capacità motoria fa in modo che il sistema di rispecchiamento si attivi di più o di meno.</p>",
        "image": "static/uploads/attivazione-ballerini-classici.jpg"
    },
    {
        "id": 109,
        "question": "Esperimento che ha studiato l'effetto dell'apprendimento della danza sul sistema mirror negli uomini",
        "hints": "<p>Veniva insegnata una danza che fosse difficilmente verbalizzabile poi si mostravano i movimenti praticati e quelli non praticati durante la risonanza e si chiedeva ai soggetti di <strong>immaginare </strong>di svolgere quei passi.\r\n\r\nDalla differenza di attivazione tra i passi praticati e non praticati risultano attivate:\r\n</p><ul><li><strong>il solco temporale superiore</strong></li><li><strong>la corteccia premotoria ventrale</strong></li><li><strong>la corteccia motoria supplementare (che è attiva durante compiti di immaginazione)</strong></li></ul><p>\r\nSe poi si va a vedere la differenza tra movimenti praticati e non praticati, in relazione al giudizio soggettivo del soggetto di abilità nello svolgere quel determinato atto quello che si osserva è che restano accese:</p><ul><li><strong>lobulo parietale inferiore</strong></li><li><strong>corteccia premotoria ventrale al limite con il giro frontale inferiore</strong></li><li><strong>una regione del giro ippocampale</strong>\r\n\r\nQuesto dimostra che il giudizio di essere più o meno capaci di eseguire un atto coinvolge l'attivazione del sistema specchio, che si attiva di più man mano che il soggetto diventa bravo nell'eseguire un determinato passo di danza. Inoltre l'attivazione del giro paraippocampale è probabilmente legato al fatto che veniva chiesto esplicitamente al soggetto di dare un giudizio sulla sua abilità, quindi oltre alla memoria di tipo motorio c'è un coinvolgimento della memoria dichiarativa.</li></ul>",
        "image": "static/uploads/passi-di-danza-inesperti.jpg"
    },
    {
        "id": 110,
        "question": "Sistemi di rispecchiamento e abilità sportiva",
        "hints": "Il sistema specchio è stato anche studiato in relazione a quelle che sono le abilità sportive. E' stato infatti eseguito un esperimento di tipo comportamentale che prevedeva tre gruppi, un gruppo di cestisti professionisti, un gruppo di giornalisti sportivi esperti di pallacanestro e un gruppo di non esperti che non aveva mai giocato a basket.\r\n\r\nA questi tre gruppi si mostravano diversi video di un giocatore che tirava un tiro libero. Questo filmato poteva essere bloccato in diversi punti e si chiedeva al soggetto di dire se:\r\n- la palla fosse andata dentro al canestro\r\n- la palla fosse uscita\r\n- se fossero incerti\r\n\r\nQuello che si evidenzia è che il gruppo dei cestisti esperti ha un tasso di risposte sbagliate molto basso. Quello che risulta però interessante è quando c'è una inversione tra le risposte corrette e le risposte incerte. Questo avviene all'incirca dopo 500ms (568ms), ossia quando ancora la palla è saldamente nelle mani del giocatore ed è stato appena compiuto il movimento delle gambe.\r\n\r\nSe si vanno a vedere i gruppi di non esperti e di giornalisti sportivi quello che si osserva è che c'è una maggiore prevalenza di errori, ma soprattutto che il momento in cui c'è l'inversione tra le risposte incerte e quelle corrette avviene circa 200ms dopo, mediamente a 781ms, quando la palla si è staccata dalla mano. Quindi mentre i giornalisti e i non esperti si basano su quelle che sono informazioni visive, legate ad esempio a come viene data la parabola alla palla, per i cestisti questa informazione avviene prima perché possono fare affidamento sulle loro rappresentazioni motorie e sulla loro esperienza motoria. Che gli consente, solamente osservando il movimento di preparazione del tiro, di prevedere quello che sarà un buon tiro o un tiro sbagliato.",
        "image": "static/uploads/sistema-specchio-abilita-sportiva.jpg"
    },
    {
        "id": 111,
        "question": "Sistema mirror nei non vedenti",
        "hints": "<p>Nell'esperimento c'erano due gruppi, un gruppo di vedenti e di non vedenti.\r\nI non vedenti dovevano ascoltare dei suoni di azioni e dei suoni naturali, poi fare delle pantomime di azioni (es usare un martello)\r\nNei vedenti venivano proposti gli stimoli audio ma anche video con gli stimoli audio. Anche loro dovevano fare le pantomime degli atti.</p><p>Gli stimoli acustici nei vedenti e non vedenti attivano:</p><ul><li>​​​​​​​lobulo parietale inferiore e superiore</li><li>corteccia premotoria ventrale e dorsale</li><li>giro frontale inferiore\r\n\r\n<strong>Di fatto nei non vedenti si attiva lo stesso sistema che viene attivato dai vedenti.</strong>\r\n\r\nLa pantomima dell'uso di utensili da una attivazione fortissima sia nelle regioni mirror sia in M1 che in S1.\r\n\r\nMa c'è una sovrapposizione tra una sovrapposizione e una esecuzione?\r\nSi esiste anche se l'attivazione nei non vedenti è inferiore, ma c'è comunque una chiara attivazione del <strong>lobulo parietale inferiore, del lobulo parietale superiore in parte e della corteccia premotoria</strong>, mentre nei vedenti le aree attive sono maggiori.</li></ul>",
        "image": "static/uploads/vedenti-non-vedenti.jpg"
    },
    {
        "id": 112,
        "question": "Esperimento con soggetti aplasici",
        "hints": "<ul><li><u>i soggetti dovevano osservare una mano che prende un oggetto in un contesto</u></li><li><u>i soggetti dovevano osservare una figura statica della mano</u></li><li><u>poi i soggetti dovevano compiere atti di mano, di piede e di bocca, gli aplasici solo atti di piede e di bocca</u>.</li></ul><p>\r\nNel primo esperimento (sola osservazione) si osserva APL1 (primo aplasico) e APL2 (secondo aplasico), TD è la media dei 16 soggetti di controllo.\r\n\r\nNei soggetti sani si osserva chiaramente <strong>una attivazione del sistema specchio</strong>. Mentre negli aplasici l'attivazione è più confusa anche se nell'aplasico 2 si vede comunque una attivazione del sistema specchio, mentre nella attivazione del primo c'è più rumore. Ma le analisi statistiche mostrano che <strong>le regioni mirror sono attive anche negli aplasici e questo succede anche durante atti di mano</strong>.\r\n\r\nSe vado a confrontare le attivazioni <strong>tra l'osservazione e l'esecuzione nei soggetti a sviluppo tipico osserviamo le classiche attivazioni del sistema specchio</strong>. Quindi a livello della premotoria, della parietale e anche del solco temporale superiore. Negli aplasici vediamo che, nell'aplasico 1 abbiamo una attivazione della corteccia premotoria bassa e alta in entrambi gli emisferi. Nell'<strong>aplasico 2 abbiamo una attivazione premotoria ma è maggiore nella zona alta</strong>.\r\n\r\nQuindi negli aplasici non c'è una risonanza degli atti di mano, perchè non hanno la mano, ma le regioni che si attivano sono le regioni che rappresentano la bocca e il piede e la gamba. E l'interpretazione è che cio che viene riconosciuto è l'atto motorio ma che viene raggiunto nell'aplasico con altri effettori. Quindi c'è un utilizzo plastico della rappresentazione dello scopo per riconoscere anche un atto compiuto dalla mano (cosa che non è ovviamente presente nel repertorio motorio dell'aplasico).</p>",
        "image": "static/uploads/aplasici-primo-esperimento.jpg"
    },
    {
        "id": 113,
        "question": "Apprendimento per imitazione e sistema specchio",
        "hints": "Il sistema specchio può essere particolarmente adatto a interpretare tutti quei meccanismi di apprendimento per imitazione. \r\n\r\nMa nella scimmia non ci sono meccanismi di imitazione vera, a parte l'imitazione neonatale. Non ci sono meccanismi di imitazione intenzionale nei macachi, ma ci sono nell'uomo. Quindi si può pensare che il meccanismo mirror che nasce principalmente per la cognizione sociale, nell'uomo possa essere utilizzato anche per l'apprendimento per imitazione, che è un apprendimento molto più rapido rispetto all'apprendimento per imitazione. Infatti osservare un modello ci permette di essere più rapidi, perchè usiamo l'input visivo per confrontarlo con il nostro repertorio motorio.\r\n\r\nMagari il nostro sistema motorio ha già una serie di atti che ci consentono di fare l'azione ma non avevamo mai visto come organizzare questi diversi atti motori, quindi grazie all'osservazione posso imparare meglio, anche sfruttando e organizzando in sequenza quello che so già fare.\r\n\r\nImportante: nel mondo animale ci sono comportamenti di facilitazione sociale dell'apprendimento, non rientrano però nell'imitazione. Imitazione è la ripetizione di un movimento nuovo, che il soggetto non sa fare, come può essere un movimento privo di senso. Se infatti io chiedo di fare un atto che un soggetto sa già fare quella non è imitazione. Quando parliamo di apprendimento per imitazione facciamo quindi riferimento alla possibilità di apprendere una capacità motoria nuova avvalendoci di un modello.\r\n\r\nL'apprendimento per imitazione può quindi anche essere considerato la base per la riabilitazione per imitazione...",
        "image": "static/uploads/apprendimento-per-imitazione.jpg"
    },
    {
        "id": 114,
        "question": "Studio di risonanza di apprendimento per imitazione in fMRI?",
        "hints": "<p>In questo esperimento il soggetto era in risonanza e gli venivano mostrati degli accordi nuovi, infatti prima dell'esperimento bisogna essere certi che il soggetto sappia cosa deve fare, quindi si fa una breve fase di training in cui gli si mostra alcuni accordi, poi in risonanza bisognerà utilizzarne degli altri perchè deve essere una vera imitazione. Il soggetto quindi vedeva un accordo, poi durante la pausa in cui deve ricordare l'accordo, poi la fase di esecuzione dell'accordo.\r\n\r\n</p><ul><li>Durante l'osservazione c'è una <strong>attivazione del sistema mirror</strong>, più una grande attivazione del sistema visivo</li><li>Nella seconda fase deve ricordare quello che ha visto, quindi si osserva sempre una attivazione sia <strong>premotoria </strong>che <strong>parietale</strong>. Inoltre c'è una grossa attivazione della <strong>prefrontale </strong>perchè sta organizzando le sue azioni</li><li>Nella fase di riproduzione abbiamo <strong>una attivazione premotoria e parietale</strong>, ma c'è anche una attivazione di M1 e S1 (perchè il soggetto sta eseguendo una azione). <u>L'attivazione della prefrontale sparisce in questa fase</u>.\r\n\r\nQuindi<u> l'attivazione del sistema specchio c'è sempre, anche nella pausa</u>. Quando c'è la pausa il modello sta riproducendo internamente quello che ha osservato per poi riprodurlo.\r\n\r\nImportante: in questo esperimento il sistema mirror si attiva per riconoscere i diversi atti che compongono l'accordo, ma questi atti devono poi essere messi insieme dalla prefrontale nella sequenza corretta. Questa organizzazione in sequenza è verosimilmente legata alla corteccia prefrontale. <strong>Inoltre la PFC è fondamentale per la memoria di lavoro</strong>. Quindi tutte queste capacità possono spiegare l'attivazione nella fase di pausa. Ma nella fase di azione non c'è più bisogno perchè la sequenza è già programmata e quindi il sistema da il via all'esecuzione dell'azione compresa la corteccia parietale e premotoria.\r\n\r\nIl sistema specchio non è invece implicato nell'organizzazione delle sequenze. Quindi il fatto che nell'uomo avendo una PFC più sviluppata sia possibile l'imitazione e nella scimmia no, può spiegare perchè nell'uomo ci sia questa abilità e nella scimmia no. <strong>Non è tanto il fatto che manchi il sistema mirror, quello che manca è una organizzazione di alto livello della PFC come nell'uomo, è meno performante nella scimmia</strong>.\r\n\r\nInfine il cervelletto risulta attivato, ed è importante per comparare ciò che viene programmato e ciò che viene eseguito. Ma è attivo anche durante il momento di pausa, dove non si sta svolgendo nulla, però conferma il fatto che <strong>ci sia una simulazione interna di quello che poi dovrà eseguire</strong>. Quindi sia che ci sia una simulazione mentale, sia che ci sia una esecuzione vera e propria ci aspettiamo che ci sia una attivazione del cervelletto.</li></ul>",
        "image": "static/uploads/apprendimento-per-imitazione-fmri.jpg"
    },
    {
        "id": 115,
        "question": "Apprendimento del linguaggio e sistema mirror",
        "hints": "<p>E' noto che l'apprendimento del linguaggio avviene all'interno di una finestra che va dagli 0 ai 3 anni. In cui sono molto importanti i fenomeni di tipo imitativo. Noi sappiamo che il linguaggio è una caratteristica che è codificata geneticamente nell'uomo ma necessita di esperienza.\r\n\r\nQuando il bambino inizia a produrre le prime parole deve avere un confronto con un modello, quindi entra in gioco subito un sistema mirror. Ciò che il bambino produce in formato motorio deve essere comparato con quello che ascolta. Ma sappiamo chiaramente che l'input acustico può essere portato al sistema motoria e quindi <strong>c'è una comparazione tra il gesto articolatorio e lo stimolo acustico</strong>. Quindi questo meccanismo diventa importante nella fase sensibile in cui il bambino impara a parlare.</p>"
    },
    {
        "id": 116,
        "question": "Cosa succede quando a fronte di uno stroke o danno alla corteccia motoria c'è un recupero?",
        "hints": "Sappiamo che quando c'è una compromissione della corteccia motoria, ad esempio dopo uno stroke, la corteccia premotoria diventa fondamentale per il recupero funzionale. La corteccia premotoria infatti interviene nella codifica dello scopo motorio, quindi se lo scopo può essere attivato, allora si può tradurre questo scopo in esecuzione. Questo non sempre può essere recuperato, ma quando c'è un recupero questo è dovuto al fatto che viene utilizzata la corteccia premotoria che può vicariare le vie motorie primarie.\r\n\r\nQuando ci sono delle importanti lesioni, possiamo avere una attivazione della corteccia premotoria nell'altro lato dell'emisfero, proprio perchè è più difficile che si possa avere un recupero nello stesso emisfero, perchè magari anche la premotoria è danneggiata. Quando invece le lesioni sono più piccole è molto più facile vedere una attivazione ipsilaterale della premotoria. Quindi anche nel recupero e nella riabilitazione è importante sapere quali regioni possono vicariare il danno.\r\n\r\nInoltre è importante sapere se il danno è nel bambino o nell'adulto, il bambino è più plastico e ci può essere anche una riorganizzazione completa di tutto l'emisfero controlaterale alla lesione, meno nell'adulto. Si sapeva già prima che la riabilitazione fisica consentisse un recupero funzionale, ma non si conoscevano le basi neurali di questo. Oggi lo sappiamo.",
        "image": "static/uploads/funzione-premotoria.jpg"
    },
    {
        "id": 117,
        "question": "Terapia con immaginazione motoria",
        "hints": "<p>Studio fatto su <strong>pazienti con lesioni cerebrovascolari</strong> per valutare se ci fosse una attivazione maggiore durante un compito di immaginazione motoria. Veniva <strong>sottratta al compito motorio + immaginativo la condizione motoria</strong> e rimangono attive:</p><ul><li>lobulo parietale inferiore</li><li>corteccia prefrontale dorsolaterale (legato al fatto che viene chiesto un compito di immaginazione motoria)\r\n\r\nQuesto studio evidenzia che l'uso dell'immaginazione può essere un fattore rilevante che genera una attivazione maggiore. E che può quindi migliorare l'efficacia della riabilitazione.</li></ul>",
        "image": "static/uploads/terapia-con-immaginazione-motoria.jpg"
    },
    {
        "id": 118,
        "question": "Terapie basate sull'osservazione di azioni",
        "hints": "<p>Valutazione fatta con le scale FAT, WMFT, SIS\r\n</p><ul><li>​​​​​​​a 14 giorni dall'inizio della terapia</li><li>1 giorno prima per vedere se la valutazione fosse uguale a quella a 14 giorni</li><li>alla fine della terapia</li><li>8 giorni dopo la terapia (solo nel gruppo sperimentale)\r\n\r\nAd un gruppo di soggetti veniva inoltre fatta una risonanza magnetica funzionale prima e dopo la terapia (7 nel gruppo sperimentale e 6 nel controllo). In risonanza i soggetti dovevano esplorare un oggetto 3D con la mano affetta e la mano non affetta. Come controllo dovevano manipolare una sfera che ha una sola affordance. Non si usano compiti di tipo mirror ma di compiti che valutano il funzionamento della mano.\r\n\r\n<strong>I risultati delle scale motorie sono tutte significative</strong>, quindi la terapia con osservazione+azione mostra dei risultati migliori in tutte e tre le scale utilizzate. Inoltre se andiamo a vedere gli effetti della risonanza andando a fare un confronto tra i due gruppi rispetto alle attivazioni pre e post otteniamo che <strong>ci sono una serie di attivazioni in più nei soggetti del gruppo sperimentale in entrambi gli emisferi</strong>:</li><li>nell'emisfero non lesionato abbiamo delle attivazione maggiori nel <strong>giro frontale inferiore, e nel giro temporale superiore.</strong></li><li>nell'emisfero lesionato abbiamo una maggiore attivazione<strong> nel giro frontale inferiore, nel solco temporale superiore e nel giro precentrale (dove c'è la corteccia motoria) oltre al giro sopramarginale (lobulo parietale inferiore)</strong>\r\n\r\nImportante: questo esperimento è stato quindi di successo perchè ha dimostrato da una parte che la terapia è efficace, dall'altra quali sono le basi neurali che sottendono a questo miglioramento.</li></ul>",
        "image": "static/uploads/terapia-osservazione-delle-azioni.jpg"
    },
    {
        "id": 119,
        "question": "La terapia osservazionale in diversi disturbi",
        "hints": "<p>La terapia di osservazione delle azioni è risultata efficace anche nel trattamento di altri disturbi come:\r\n</p><ul><li>afasia</li><li>morbo di parkinson</li><li>recupero dopo un intervento ortopedico\r\n\r\nIl gruppo di Franceschini ha inoltre dimostrato che <strong>la terapia dell'osservazione delle azioni risulta migliore anche in pazienti che hanno appena avuto uno stroke</strong>, quindi in una fase in cui c'è già un recupero spontaneo.</li></ul>",
        "image": "static/uploads/terapia-osservazionale-in-diverse-condizioni.jpg"
    },
    {
        "id": 120,
        "question": "Studio per misurare il funzionamento del sistema specchio in pazienti con stroke",
        "hints": "<p>In uno studio sono stati svolti degli studi di risonanza magnetica funzionale per valutare come funzionasse il sistema specchio durante il periodo del recupero spontaneo. I 20 pazienti venivano testati a 2 settimane dallo stroke e a 3 mesi dallo stroke, i dati di risonanza venivano comparati a quelli di pazienti di controllo che quindi non avevano avuto uno stroke. Si voleva capire come funzionava il sistema mirror in condizioni di stroke. Venivano anche usati due test per valutare la funzionalità, <strong>l'ARAT e il NHPT.\r\n</strong>\r\nIl compito era un compito in cui si osservava un cilindro tridimensionale fatto ruotare con due mani, oppure dovevano ruotare loro stessi il cilindro con due mani.\r\n\r\nQuello che si osserva nei soggetti a due settimane è che c'è una riduzione dell'attività del sistema specchio dopo due settimane rispetto ai soggetti sani. Sono comunque presenti attivazioni a livello premotorio, parietale e temporale.\r\n\r\nQuesta attivazione però recupera nel corso delle settimane come si può vedere dall'attivazione a tre mesi. Ma solamente<strong> l'attivazione della corteccia premotoria e l'attivazione cerebellare correlano con i punteggi delle scale dei test.</strong> \r\n</p><p>L'attivazione cerebellare è comunque in linea con il fatto che il sistema specchio comunica con altri sistemi e non è un sistema isolato. Il cervelletto infatti è attivo durante sia l'osservazione di azioni che anche durante la loro esecuzione (ovviamente).\r\n\r\n<u>Durante il recupero l'osservazione di azioni e la loro imitazione può servire per due cose. Da una parte si copia quello che è lo scopo dell'azione. Dall'altra si osserva la cinematica del movimento eseguito correttamente e questo può aiutare nel comprendere quelle che sono le sinergie motorie più appropriate per eseguire l'azione.</u></p>",
        "image": "static/uploads/studio-pazienti-in-fase-post-acuta.jpg"
    },
    {
        "id": 121,
        "question": "Terapia osservazionale in bambini con paralisi cerebrale infantile",
        "hints": "<p>I bambini che erano selezionati avevano una mano intermedia (1 poco compromessa, 5 molto compromessa), non dovevano avere crisi epilettiche non controllate farmacologicamente, non dovevano avere deficit cognitivi e <strong>non dovevano essere sotto terapia botulinica</strong>.\r\n\r\n</p><ul><li>1 settimana prima del training</li><li>dopo 1 settimana dal training</li><li>dopo 8 e 24 settimane dal training\r\n\r\n<strong>I soggetti sperimentali dovevano osservare azioni di mano a difficoltà crescente fatti con una mano o due mani e dovevano poi eseguire le azioni osservate con la mano paretica</strong>. Mentre i soggetti di controllo dovevano svolgere solamente le azioni che venivano svolte dal gruppo sperimentale e dovevano osservare dei video senza contenuti motori.\r\n\r\n<strong>Tipi di azioni manuali</strong></li><li>prendere una moneta e inserirla in un salvadanaio</li><li>prendere una bomboletta spray e utilizzarla</li><li>prendere un timbro e stampare una figurina\r\n\r\n<strong>Tipi di azioni bimanuali</strong></li><li>aprire il cappuccio contenente polvere e versarla su un pezzo di carta</li><li>bagnare e strizzare del tessuto e metterlo in una lavatrice giocattolo</li><li>modellare della pasta e metterla nel forno giocattolo\r\n\r\nLe scale utilizzate erano: <strong>l'AHA (per azioni bimanuali)</strong>, <strong>Melbourne </strong>(valuta la capacità fine delle dita) e <strong>ABILHANDS-Kids</strong> (valuta abilità di vita quotidiana con un questionario). Quella primaria era la Assisting Hand Assessment. La Abilhand è un questionario che valuta se diverse azioni sono per il bambino facili, difficili o impossibili (come mettersi lo zaino, togliersi una maglia, tirare su la zip dei pantaloni, mettersi un cappello, accendere una lampada da comodino).\r\n\r\nImportante: per quel che riguarda il risultato finale quello che si osserva è che c'è una differenza tra gruppo sperimentale e gruppo di controllo<strong> solamente per la AHA, dal primo all'ultimo follow-up</strong>. La scala Melbourne non è mai significativa. Mentre la Abilhand è significativa solo a <strong>T2</strong>. Questo studio ha portato a scegliere l'AHA come test per misurare il miglioramento della mano. Mentre la Melbourne è molto punitiva perchè valuta il tempo, quindi se un bambino cerca di essere accurato ci mette più tempo e può non mostrare il miglioramento osservato.</li></ul>",
        "image": "static/uploads/terapia-osservazionale-bambini-con-PCI.jpg"
    },
    {
        "id": 122,
        "question": "Studio di fMRI su bambini con Cerebral Palsy",
        "hints": "E' stato svolto uno studio su bambini che non avevano fatto la terapia a cui venivano mostrate azioni semplici e complesse, con lo stesso paradigma utilizzato per studiare la lateralizzazione degli adulti rispetto ai bambini.\r\n\r\nIn questo studio veniva presi 12 bambini con paralisi cerebrale infantile e paragonati con bambini sani. Quello che si osserva durante il compito di osservazione di azioni semplici e complesse è che, a differenza dei bambini sani che mostrano una lateralizzazione minore, quelli con paralisi cerebrale mostrano una lateralizzazione maggiore. Molte attivazioni sono chiaramente legate al sistema specchio. Inoltre la attivazione del sistema mirror è minore.\r\n\r\nQuindi hanno una attivazione ridotta ed è spostata verso l'emisfero dominante.",
        "image": "static/uploads/studio-fmri-bambini-con-paralisi-cerebrale.jpg"
    },
    {
        "id": 123,
        "question": "Cosa succede ai bambini con cerebral palsy se fanno la terapia osservativa o quella standard?",
        "hints": "In uno studio si sono valutate le attivazioni in bambini con paralisi cerebrale infantile dopo la terapia di osservazione di azioni. Venivano valutate le attivazioni pre e post terapia sia di soggetti che avevano fatto la terapia standard che quelli con terapia basata sull'osservazione delle azioni.\r\n\r\nIl paradigma prevedeva di valutare l'attivazione durante il contatto del palmo della mano e durante un compito di apertura e chiusura della mano (compito sensori-motorio) per vedere se la terapia aveva degli effetti anche su aspetti primari di tipo sensori-motorio.\r\nPoi c'era un compito di osservazione delle azioni semplici e complesse.\r\n\r\nIn A ci sono le attivazioni dei bambini post-terapia, in B pre-terapia durante il compito sensorimotorio. Come si vede ci sono maggiori attivazioni dopo la terapia rispetto alla pre-terapia.\r\n\r\nPer quel che riguarda gli indici di lateralizzazione si può vedere che i bambini del gruppo sperimentale hanno un indice di lateralizzazione che tende allo zero, quindi la lateralizzazione si riduce, mentre invece permane nei bambini del gruppo di controllo. Questo vale sia l'attivazione dell'emisfero affetto che non affetto presi globalmente. Se andiamo a prendere solamente l'attività dell'emisfero controlaterale alla mano affetta si assiste comunque ad una riduzione della lateralizzazione.\r\n\r\n",
        "image": "static/uploads/modificazione-attivazione-dopo-terapia-pz.jpg"
    },
    {
        "id": 124,
        "question": "Cosa succede quando si presentano atti di mano fatti da un esperto a soggetti non esperti?",
        "hints": "<p>​​​​​E' stato fatto un esperimento in risonanza in cui i soggetti inesperti dovevano osservare una mano che si passava un oggetto tra le dita. Il compito poteva essere svolto da una persona esperta, una persona intermedia o un principiante. I soggetti sperimentali erano tutti dei principianti. C'era anche una situazione di controllo in cui la mano doveva semplicemente picchiettare su tavolo.\r\n\r\nL<strong>'attivazione maggiore che coinvolge il sistema specchio la si ottiene quando si osserva la mano inesperta.</strong></p><ul><li>corteccia premotoria dorsale</li><li>lobulo parietale inferiore e superiore</li><li>giro frontale medio\r\n\r\nQuindi la propria esperienza motoria porta il sistema mirror ad attivarsi maggiormente quando osserva una azione svolta da un altro con la medesima esperienza. Quindi lo stesso ragionamento potrebbe applicarsi ai bambini con paralisi cerebrale infantile.\r\n\r\nNelle immagini abbiamo l'attivazione nelle diverse condizioni meno la condizione di controllo. Si attiva in tutti i casi il sistema specchio ma con delle differenze. Si sarebbe potuto fare un esperimento successivo dopo un training ma non è stato fatto.</li></ul>",
        "image": "static/uploads/effetto-esperienza-sistema-mirror.jpg"
    },
    {
        "id": 125,
        "question": "Esperimento su bambini con cerebral palsy e mano paretica come stimolo.",
        "hints": "<p>In uno studio è stato ipotizzato che la visione di una mano paretica da parte di soggetti con paralisi cerebrale infantile (10 soggetti) evocasse maggiormente il sistema mirror. In uno studio precedente era infatti stato dimostrato che l'esperienza motoria attiva maggiormente il sistema mirror se il soggetto inesperto osserva una mano inesperta.\r\n\r\nSi è quindi fatto fare un esperimento nel quale c'era un gruppo di bambini con paralisi cerebrale infantile e un gruppo di soggetti a sviluppo tipico. Il compito consisteva nell'osservazione di una mano sana o di una mano paretica che prendevano un oggetto e lo riponevano in un contenitore posto a destra o a sinistra. <strong>Poi il soggetto in una condizione doveva immaginare di compiere lui stesso questo movimento</strong>.\r\n\r\nSia l'osservazione della mano paretica che l'osservazione della mano sana determinano una attivazione del sistema specchio simile nei soggetti sani. Mentre nei bambini con cerebral palsy si attiva di più quando osservano la mano paretica. Andando poi a studiare nel dettaglio l'attivazione della <strong>corteccia premotoria</strong> e del <strong>lobulo parietale</strong> nei soggetti con mano paretica si è osservato che praticamente tutti quanti avevano una attivazione maggiore quando la mano era una mano paretica e non era una mano sana.\r\n\r\nI soggetti a sviluppo tipico non mostrano invece una diversa attivazione quando la mano è paretica o è sana.\r\n\r\nLa differenza potrebbe essere legata non soltanto al riconoscimento dello scopo dell'azione, che è uguale sia nella mano paretica che in quella sana, <strong>ma anche che venga riconosciuta la cinematica del movimento che è diversa tra le due tipologie di mano</strong>. Questo suggerisce che future terapie ti tipo osservativo potrebbero essere ancora più efficaci se lo stimolo che si usa è una mano paretica e non una mano sana.\r\n\r\nImportante: quando si chiede di osservare una azione per poi imitarla c'è spesso una attivazione, come in questo esperimento, <strong>anche di regioni parietali superiori e della premotoria dorsale</strong>. E' plausibile che in queste regioni, oltre alla codifica delle azioni fatte con il braccio, la gamba e il piede <strong><span style=\"color:#d35400\"><u>siano anche regioni che elaborano la cinematica del movimento</u></span></strong>. Il circuito dorsale sarebbe quindi responsabile anche di questa ulteriore codifica che è necessaria nei compiti imitativi.</p>",
        "image": "static/uploads/esperimento-mano-paretica.jpg"
    },
    {
        "id": 126,
        "question": "La corteccia motrice primaria è indispensabile per i movimenti di precisione?",
        "hints": "In uno studio fatto sulle scimmie si era generata una lesione della corteccia motrice primaria nell'area della mano che aveva portato la scimmia a perdere la capacità di afferrare con precisione un oggetto. Quello che si è visto è che se la scimmia viene allenata, passa da una presa più goffa per poi tornare ad un controllo preciso della mano. Questa cosa invece non capita per scimmie che non hanno una riabilitazione, per cui c'è un recupero della presa ma differente, non c'è il recupero della presa di precisione. \r\n\r\nMa come è possibile che si recuperi il controllo fine delle dita se c'è un danno alla corteccia motrice primaria?",
        "image": "static/uploads/corteccia-motrice-primaria-indispensabile.jpg"
    },
    {
        "id": 127,
        "question": "Come fa la corteccia premotoria a controllare i movimenti distali delle dita?",
        "hints": "Noi sappiamo che a fronte di un danno alla corteccia motrice primaria, se il danno non è particolarmente esteso, ci può essere un recupero della funzionalità delle dita. In particolare questo avviene tramite F5, ma come fa F5 a controllare i movimenti distali? Infatti le proiezioni di F5 arrivano alle zone cervicali alte come C3 e C4 che controllano i movimenti prossimali. Però esistono dei circuiti propriospinali che da C4 arrivano alle cervicali basse (C6, C7 e C8). Queste vie propriospinali possono quindi consentire a F5 di controllare indirettamente i movimenti distali delle dita.\r\n\r\nMa come fare a potenziare questa uscita diretta di F5 che non passa per la corteccia motrice primaria?\r\n\r\nAttraverso l'esecuzione di atti motori e anche attraverso l'osservazione. Quando eseguiamo un atto motorio infatti il programma motorio viene codificato dalla corteccia premotoria che è funzionante. Vengono infatti generati dei modelli interni dell'azione che sono programmati prima che l'azione sia realmente eseguita. Questi modelli interni vanno sicuramente alla premotoria che proietta alla corteccia parietale rinforzando il circuito. La corteccia parietale può inoltre rinforzare i circuiti con la corteccia temporale con cui è reciprocamente connessa. L'uscita motoria di F5 passerebbe da F1 ma se questo collegamento è interrotto userebbe il circuito propriospinale.\r\n\r\nQuando osserviamo una azione lo stesso circuito si rinforza, perchè le informazioni dal solco temporale superiore arrivano al parietale che poi arrivano alla premotoria. Quindi anche l'osservazione rinforza il circuito. Azione e osservazione (ma anche immaginazione) andrebbero a rinforzare continuamente questo circuito consentendo quindi ai neuroni premotori di agire sul midollo spinale tramite le loro proiezioni",
        "image": "static/uploads/corteccia-motrice-primaria-e-premotoria.jpg"
    },
    {
        "id": 128,
        "question": "Chi sono i primi due teorici della simulazione?",
        "hints": "<p>I primi due autori a parlare di simulazione come meccanismo alla base della cognizione sociale sono:\r\nAlvin Goldman (con cui Gallese ha poi collaborato) e Bob Gordon.\r\n\r\n<strong>Alvin Goldman</strong> è noto per la teoria della simulazione moderata.\r\nSecondo Goldman la Teoria della Teoria non è sempre utile, ad esempio per comprendere l'altro consapevolmente e volontariamente simuliamo l'altro per comprendere cosa sta facendo, pensando, provando. Questa è detta teoria della simulazione moderata perchè <strong>Goldman </strong>non rifiuta interamente la <strong>Teoria della Teoria</strong> ma affianca ad essa un processo simulativo.\r\n\r\n<strong>Bob Gordon</strong> invece è famoso per la teoria della <strong>simulazione radicale</strong>. Secondo Gordon non c'è bisogno di mettersi nei panni dell'altro, ma ci trasformiamo nell'altro per tutto il tempo della simulazione. Poi possiamo usare un prefisso sintattico come \"Io credo che il tizio pensi....\" etc.\r\n\r\nEntrambe le teorie suggeriscono che <u>il processo di lettura della mente dell'altro si attui attraverso un processo di simulazione</u>. Non facendosi una teoria della teoria dell'altro, ma simulando.</p>"
    },
    {
        "id": 129,
        "question": "Che differenza c'è tra congnitivismo classico e teorie embodied",
        "hints": "<p>Nella scienza cognitivista classica il cervello elabora delle rappresentazioni e simboli i quali hanno una equivalenza a priori tra oggetti ed eventi del mondo. Ma ciò che conta non è il substrato che contiene le rappresentazioni. Nel senso che potrebbe essere un cervello, ma potrebbe anche essere una intelligenza artificiale basata sul silicio, perchè ciò che conta è il software con cui viene costruita la mente.\r\n\r\nPer l'approccio cognitivo incarnato viene rigettata completamente la metafora del cervello come hardware e della mente come software. Ma quello che viene messo al centro è la nostra natura corporea. Quindi la nostra natura corporea condiziona le nostre rappresentazioni mentali e le tipologie di relazioni che possiamo stabilire nel mondo in cui siamo immersi.\r\n\r\nIl cervello non può essere paragonato ad un computer, dobbiamo sempre considerare il cervello e il corpo. Il corpo infatti pone dei limiti a ciò che il SNC può costruire in termini di immagine del mondo.</p>",
        "image": "static/uploads/cognitivismo-classico-teorie-embodied.jpg"
    },
    {
        "id": 131,
        "question": "Cosa pensa il cognitivismo classico di come comprendiamo le azioni degli altri?",
        "hints": "<p>Secondo il cognitivismo classico comprendiamo la mente degli altri attraverso un processo di astrazione. Cercando di costruire nella propria mente una rappresentazione mentale della mente dell'altro. Quindi l'intersoggettività per il cognitivismo classico è una attività metacognitiva, cioè l'intersoggettività diventa la teoria della teoria dell'altro. Proprio perchè anche lo stato mentale dell'altro è anch'esso un processo teoretico.\r\n\r\nEsempio, qualcuno produce un comportamento. Io devo costruire una rappresentazione mentale della rappresentazione mentale che nella mente dell'altro ha determinato un tipo di comportamento. Secondo questa prospettiva la capacità di comprendere l'altro è legata ad un modulo specifico che viene chiamato \"Teoria della mente\" che è esclusiva degli esseri umani ed è fortemente legata al linguaggio.\r\n\r\nSecondo Alison Gopnik il modello è quello del bambino come scienziato, durante il quale il bambino mette alla prova le sue teorie sul mondo, e sugli altri, e costantemente le aggiorna quando queste non corrispondono con i dati che vengono ottenuti. Le vecchie teorie vengono superate da quelle nuove.</p>",
        "image": "static/uploads/teoria-della-teoria.jpg"
    },
    {
        "id": 132,
        "question": "Quali sono le critiche di Gallese all'esistenza della teoria della Mente?",
        "hints": "<p>Le critiche di Gallese sono diverse, una di queste è di natura anatomica. Infatti sono due gli spot che si ritiene siano gli elementi fondanti della teoria della Mente.\r\nLa corteccia prefrontale mesiale e la giunzione temporo-parietale, queste due aree sono spesso infatti attive durante compiti classici di teoria della mente, come il compito di falsa credenza. Nella realtà ci sono degli studi che evidenziano come l'attivazione della giunzione temporo-parietale si attivi anche durante compiti attentivi, quindi non è specifica della teoria della Mente. Inoltre un caso clinico di una paziente che aveva avuto un ictus con un danno esteso alla corteccia prefrontale mediale mostrava non incapacità a mentalizzare, quanto piuttosto deficit di tipo esecutivo.\r\n\r\nInoltre la mentalizzazione è una capacità dell'individuo non di singole aree o di singoli neuroni, ma nemmeno i neuroni specchio lo sono. I neuroni non sono agenti epistemici. Per mentalizzare serve un cervello-corpo che sia in relazione con altri cervelli-corpo.</p>",
        "image": "static/uploads/distruzione-corteccia-prefrontale-mesiale.jpg"
    },
    {
        "id": 133,
        "question": "Cos'è la consonanza intenzionale?",
        "hints": "La consonanza intenzionale, che avviene grazie al fatto che abbiamo un sistema mirror che ci consente di comprendere dal di dentro ciò che osserviamo nel mondo, fa in modo che io possa dare un significato alle azioni, alle emozioni e alle sensazioni che sono esperite dagli altri. Non sono un alienato e non ho una perdita del senso comune del mondo. Grazie alla consonanza intenzionale posso sintonizzarmi con l'altro perchè condivido con lui gli stessi meccanismi neurali. Alla base della consonanza intenzionale c'è il meccanismo della cognizione incarnata, che sfrutta tra gli altri, le caratteristiche del sistema mirror che è un sistema che, nei circuiti parieto-premotori, codifica per degli atti dotati di uno scopo."
    },
    {
        "id": 134,
        "question": "Com'è il modello di Ungerleider e Mishkin, e quello di Miller e Goodale?",
        "hints": "<p>Il modello di Ungerleider e Mishkin è il modello della doppia via del sistema visivo, la via del dove e la via del cosa. Il loro modello deriva da esperimenti effettuati nella scimmia, in cui un danno alla via dorsale impedisce alla scimmia di trovare un pezzo di cibo che è, ad esempio, vicino ad un solido geometrico. Ma la scimmia riesce comunque a trovare il cibo se questo ha ad esempio una forma che le ricorda il cibo, come una barretta.\r\n\r\nSe invece abbiamo un danno alla via ventrale, la scimmia è in grado di trovare il cibo in base a informazioni di tipo spaziale, ma non è in grado di trovarlo in base alla forma.\r\n\r\nIl modello di Miller e Goodale è un aggiornamento del modello delle due vie che prendono il nome della via del come, dorsale, e della via del cosa, ventrale.\r\nSi basano in questo caso sullo studio di una paziente che aveva avuto un danno alla via ventrale che era perfettamente in grado di inserire una tessera all'interno di una fessura (compito motorio) ma se le si chiedeva di orientare la stessa tessera senza infilarla (compito percettivo). Non era in grado.\r\n\r\nInoltre Goodale si spinge oltre e afferma che la via dorsale è quella che ci consente di avere coscienza di quello che vediamo e che quindi la nostra coscienza è plasmata dalla via ventrale. La via dorsale invece serve solamente per un controllo online dell'azione programmata, ma che di fatto, se ci fosse solo quella, noi saremmo come zombi che si muovono e agiscono nello spazio ma senza nessuna consapevolezza.\r\n\r\nNella realtà studi sul neglect hanno evidenziato che un danno alla via dorsale, in particolare a livello della corteccia parietale di destra, determina eminegligenza nello spazio controlaterale alla lesione. Quindi il soggetto non ha consapevolezza degli stimoli che si trovano nell'emicampo di sinistro, ma se presentiamo ad un soggetto una parola nell'emicampo negletto questa viene comunque elaborata, infatti se poi presento uno stimolo e chiedo se questo è frutta oppure un animale, se nell'emicampo negletto ho presentato frutta oppure animali ho un effetto di priming. Quindi di fatto c'è una elaborazione che arriva fino a livello categoriale eppure non ho nessuna consapevolezza. Quindi la sola via ventrale non è in grado di darci una consapevolezza di ciò che vediamo, è necessaria anche la via dorsale.</p>",
        "image": "static/uploads/doppia-dissociazione.jpg"
    },
    {
        "id": 135,
        "question": "Sdoppiamento della via dorsale",
        "hints": "Nella realtà la via dorsale non è unica ma ci sono due vie. Una che è più dorsale, quindi una via dorsale-dorsale che va al parietale per poi costruire dei circuiti reciproci con le aree F2 e F7 della premotoria dorsale, questa via fa effettivamente quello che Milner e Goodale avevano ipotizzato.\r\n\r\nPoi c'è una seconda via, la via dorso-ventrale che dal parietale inferiore proietta reciprocamente alle aree F4 e F5 e contribuisce alla nostra percezione dello spazio.\r\n\r\nLe aree parietali non sono quindi soltanto delle cortecce associative, ma hanno una importante funzione nel controllo motorio. In un vecchio studio fatto da Rizzolatti si era andati a fare una lesione a livello di F4 e dei frontal eye field. Quello che si è dimostrato è che la scimmia mostrava comportamenti motori ignorando lo spazio controlaterale alla lesione, non mangiava ad esempio del cibo che era posto nello spazio controlaterale e tendeva a non usare la mano controlaterale. Questo deficit era però presente solamente per lo spazio vicino, non per lo spazio lontano.\r\n\r\nAnche nell'uomo è stata dimostrata un neglect per lo spazio peripersonale. Pazienti con neglect per lo spazio vicino non barrava al centro una linea posta nello spazio peripersonale, se però veniva chiesto di svolgere il compito a due metri di distanza era in grado di eseguire il compito. Ma se le veniva chiesto di usare una pertica di 2 metri per dividere la linea, quindi lo spazio extrapersonale diventava uno spazio peripersonale, allora ecco che il deficit ricompariva.",
        "image": "static/uploads/3-visual-stream.jpg"
    },
    {
        "id": 136,
        "question": "Come funzionano i neuroni di F4",
        "hints": "I neuroni di F4 sono neuroni bimodali che hanno la caratteristica di rispondere a stimoli tattili presentati sulla cute o anche stimoli visivi in avvicinamento, ci sono anche neuroni che mostrano proprietà trimodali che rispondono anche ai suoni.\r\n\r\nQuesti sono neuroni la cui funzione è motoria e servono per muovere il braccio, ad esempio per eseguire un raggiungimento, oppure per evitare un oggetto in avvicinamento e controllano anche i movimenti del volto e della testa per evitare ad esempio oggetti in avvicinamento. La codifica dello spazio peripersonale dipende dalla velocità di avvicinamento dell'oggetto, un oggetto più veloce attiva prima il neurone bimodale, mentre un oggetto lento più tardi, proprio perchè cambia la temporizzazione con cui deve essere eseguito il movimento.\r\n\r\nQuesti neuroni hanno una codifica che è somatocentrica. In un esperimento svolto a Parma attraverso un robot si avvicinava uno stimolo alla scimmia. A prescindere da dove guardava la scimmia il neurone segnalava solamente quando l'oggetto si avvicinava a quella specifica parte del corpo. In un ulteriore esperimento Gross e Graziano hanno confermato questo dato. Venivano mandati una serie di oggetti in diversi punti, uno di questi era coincidente con il braccio della scimmia, se la scimmia cambiava posizione al braccio lo stimolo che attivava il neurone cambiava ed era quello che aveva la traiettoria coincidente.\r\n\r\nCome funzionano i neuroni di F4? Simulano. Infatti negli esperimenti l'oggetto si avvicina, il neurone scarica ma la scimmia non fa assolutamente nessun movimento, quindi quello che loro fanno è quello di simulare internamente un movimento appropriato per quella particolare regione dello spazio. Infatti lo spazio, secondo Merleau Ponty non è una specie di etere in cui gli oggetti galleggiano, ma è formato da punti che rappresentano delle azioni potenziali che noi possiamo fare per agire nel mondo.\r\n\r\nIl circuito per il raggiungimento nella scimmia è il circuito VIP-F4, nell'uomo è l'omologo di VIP, la corteccia premotoria ventrale ma anche S2 che è un'area che si attiva anche per stimoli visivi oltre che tattili.",
        "image": "static/uploads/f4-graziano.jpg"
    },
    {
        "id": 137,
        "question": "Heidegger e la prospettiva Io-Tu",
        "hints": "<p>Heidegger sosteneva che per poterci essere un Io deve necessariamente esserci un Tu. O comunque nella nostra definizione di un Io deve esserci sempre qualcun'altro o qualcos'altro. Nel senso che noi possiamo avere diverse prospettive, una prospettiva Io-Tu dove cogliamo che l'altro è simile a me, è un soggetto quanto lo sono io. E' possibile anche una prospettiva Io-Egli dove l'altro è un terzo, ad esempio da studiare. In questa prospettiva è anche possibile considerare l'altro come un mezzo, per ottenere qualcosa, e non una individualità.\r\n\r\nLa prospettiva scelta per studiare l'intersoggettività è però quella dell'Io-Tu. Proprio perchè grazie alla presenza di un sistema mirror che rappresenta l'altro sul nostro stesso sistema nervoso, usando gli stessi substrati che noi useremmo per agire, sentire, emozionarci, abbiamo una comprensione dell'altro come di qualcuno che è simile a noi ma non è uguale a noi.\r\n\r\nMartin Buber diceva: In principio era la relazione.\r\n\r\nPer sottolineare che alla base della nostra capacità di costruire la nostra identità è necessario riconoscere l'altro, e l'altro come un soggetto che mi è simile, non l'altro come oggetto.</p>"
    },
    {
        "id": 138,
        "question": "Studio dei gemelli alla 14 settimana",
        "hints": "Grazie allo sviluppo delle tecnologie 2D, 3D e 4D è stato possibile analizzare lo studio dei movimenti fetali fin dalle prime settimane. Ora sappiamo che il movimento avviene nelle primissime settimane di sviluppo, mostrando che fin dal principio le azioni dei feti hanno una cinematica che nell'uomo adulto potremmo definire intenzionale.\r\n\r\nIn particolare studi su gemelli hanno evidenziato che, già alla 14 settimana, i gemelli compiono una serie di movimenti, verso le pareti dell'utero, verso il proprio corpo e verso il corpo del fratello. Analizzando la cinematica del movimento quello che si è visto è che il pattern di decellerazione della mano che va verso il gemello è quella più lenta. Per decellerare è necessaria la contrazione simultanea dei muscoli agonisti e antagonisti, cosa che consente alla mano di decellerare. C'è sempre un pattern di accellerazione e decellerazione.\r\n\r\nNel caso dei gemelli il patter di decellerazione è più lento (quindi un tocco più delicato) quando è verso un gemello rispetto a quando è verso se stessi o alle pareti dell'utero. Anche il movimento in generale è quindi più lento. Suggerendo quindi che già dalle prime fasi dello sviluppo siamo cablati per essere sociali.\r\n\r\nInfatti quando poi si procede nello sviluppo i movimenti si riducono perchè c'è meno spazio. Ma quelli verso il gemello sono i movimenti che si riducono di meno. Il sistema motorio è quindi molto sofisticato anche in utero, poi il bambino nasce e la forza di gravità cambia i parametri del movimento, quindi il bambino deve riadattarsi al nuovo ambiente.",
        "image": "static/uploads/wired-to-be-social.jpg"
    },
    {
        "id": 139,
        "question": "Pensiero secondo Gallese - Una nuova prospettiva",
        "hints": "<p>Le aree premotorie hanno proprietà sensoriali, infatti oltre a neuroni motori contengono anche nueorni che rispondono a stimoli tattili e visivi. Inoltre le aree parietali posteriori che inizialmente si ritenevano solamente delle aree associative <strong><u>hanno un ruolo importante sul controllo motorio.</u></strong>\r\n\r\nSecondo Gallese la neurofisiologia del movimento è il perno su cui poi si fondano le funzioni cognitive umane più complesse. Il pensiero infatti, prima che essere descrivibile a parole è movimento. Alla base della capacità di comprendere il comportamento intenzionale altrui c'è la simulazione incarnata che non è confinata al sistema motorio ma che ne sfrutta l'organizzazione funzionale intrinseca.\r\n\r\nInfatti il sistema motorio dei primati è organizzato in termini di atti motori dotati di scopo (prendere, afferrare, manipolare) che sono i mattoni con cui l'azione è prodotta, percepita e compresa nella sua forma più primordiale e preriflessiva.</p><p>I neuroni di F4 funzionano simulando. La visione o l'udito di un oggetto o un evento in una possibile localizzazione dello spazio peripersonale<strong> evoca una simulazione delle azioni appropriate verso quella stessa localizzazione spaziale</strong>. Azione e simulazione utilizzano lo stesso substrato neuronale, sia durante l'azione che durante la percezione di stimoli.\r\n\r\nI neuroni canonici di F5 come funzionano? Simulando. <strong>La vista di un oggetto evoca la simulazione del suo afferramento</strong>. Significa simulare una azione potenziale verso quell'oggetto, quindi una azione con uno scopo. Quindi ci consente di avere una rappresentazione dello spazio in cui sono presenti azioni potenziali\r\n</p>",
        "image": "static/uploads/punto-di-vista-gallese.jpg"
    },
    {
        "id": 140,
        "question": "Neuroni mirror che codificano per utensili - Gallese",
        "hints": "<p>Dopo molti anni, quando le scimmie sono state addestrate all'utilizzo di pinze e di pinze invertite, i neuroni mirror sono stati nuovamente testati e si è visto che ci sono neuroni che rispondono anche quando vedono un atto fatto con una pinza.\r\n\r\nAddirittura il neurone generalizza la sua risposta all'osservazione di un atto fatto con uno strumento che non sa utilizzare, come una bacchetta.</p><p><u>C'è però una differenza, quanto più l'azione osservata dalla scimmia è congruente con il suo repertorio motorio e comportamentale, tanto prima il neurone mirror inizia a scaricare.</u> Quindi siamo tanto più bravi a comprendere lo scopo dell'atto che stiamo osservando tanto più quell'atto fa parte del nostro patrimonio comportamentale.\r\n<strong>\r\nInoltre questo lavoro dimostra che le risposte in esecuzione sono sempre maggiori rispetto alle risposte in osservazione. Il sistema mirror non è opaco se l'azione è osservata o se è compiuta. Questo aspetto è centrale nella costruzione iniziale del sè.</strong>\r\n</p>",
        "image": "static/uploads/neuroni-mirror-in-risposta-ad-utensili.jpg"
    },
    {
        "id": 141,
        "question": "Cosa puoi dirmi di F5 rispetto alla simulazione - Gallese",
        "hints": "<p>In <strong>F5 ci sono neuroni che codificano per lo scopo motorio</strong>. Sappiamo infatti che il neurone di F5 codifica per l'afferramento, sia esso fatto con la mano destra, sinistra o con la bocca. Inoltre se alla scimmia viene insegnato ad usare una pinza o una pinza invertita, quindi con movimenti della mano opposti, il neurone comunque risponde.\r\n\r\n<u>Anche in M1 circa la metà dei neuroni scarica allo stesso modo sia che si usi una pinza invertita che una pinza normale, l'altra metà invece differenzia.</u>\r\n\r\nIn F5 oltre ai neuroni motori puri ci sono anche i <strong>neuroni canonici</strong>, neuroni che scaricano sia durante l'azione, sia durante l'osservazione dell'atto motorio. Sono i neuroni che si occupano delle trasformazioni visuomotorie che consentono di poter afferrare un oggetto in modo appropriato.\r\n\r\nAnche in questo caso i neuroni canonici funzionano simulando. Attivandosi sia quando l'azione viene eseguita sia quando l'oggetto viene solamente osservato consentono di avere una rappresentazione pragmatica del mondo che ci circonda. Sottendono a quello che <strong>Gibson chiamava affordance</strong>, ossia il fatto che la scena visiva suggerisce diverse azioni. Quindi i neuroni canonici simulano l'afferramento, attivando gli stessi programmi motori, e queste informazioni <u>sono poi utilizzate a scopi percettivi e cognitivi</u>. Il fatto che ci sia una attivazione motoria alla visione di un oggetto da a quell'oggetto un significato.</p>",
        "image": "static/uploads/f5-simulazione.jpg"
    },
    {
        "id": 142,
        "question": "Perchè si parla di approccio bottom-up alla cognizione sociale?",
        "hints": "<p>Perchè non si parte da una teoria della mente ma da un livello base della relazione con l'altro che è rappresentata appunto dai neuroni mirror. <u>Questa forma di comprensione del se e dell'altro è primordiale e preriflessiva</u>. I mirror infatti:\r\n\r\n</p><ul><li>si attivano all'osservazione di azioni e durante l'azione</li><li>l'azione può anche essere solamente ascoltata</li><li>non è necessario che tutto l'atto sia osservato\r\n\r\n<strong>Sono quindi una forma di categorizzazione delle azioni che vengono osservate.\r\n</strong>\r\nUn aspetto importante, nelle prime descrizioni dei neuroni mirror si era visto che non rispondevano per atti fatti con uno strumento. Se però si insegna ad una scimmia ad utilizzare una pinza per afferrare, i neuroni mirror inizieranno a rispondere anche all'osservazione di azioni di afferramento con la pinza. Inoltre <strong>generalizzano</strong>, cioè si attivano anche quando viene effettuato un afferramento tramite infilzamento. Ma se andiamo a vedere la risposta, <strong>quanto più l'atto osservato fa parte del repertorio motorio della scimmia, tanto più l'azione del neurone mirror inizia prima</strong>.\r\n\r\nInfine ultimo aspetto, <strong>i neuroni mirror sono anche implicati nei meccanismi di body ownership e di sense of agency.</strong> Il sistema motorio consente quindi la formazione di una primordiale forma del se, che si differenzia dall'altro, e che si caratterizza per azioni che il soggetto può fare, desiderare, ricercare. Non è necessario il linguaggio, d'altra parte una scimmia o un bambino molto piccolo hanno intenzioni, pensieri etc. E tutto questo è frutto del sistema motorio e dei meccanismi mirror che ci consentono di costruire una prima divisione tra il se e un altro che è simile a me.</li></ul>",
        "image": "static/uploads/approccio-bottom-up-cognizione-sociale.jpg"
    },
    {
        "id": 143,
        "question": "Dove si trovano i neuroni che si inibiscono all'osservazione e si attivano in esecuzione?",
        "hints": "<p><strong>I neuroni mirror che mostrano questo tipo di comportamento si trovano in F6</strong>, nella corteccia pre-supplementare. Qui troviamo neuroni che si attivano in esecuzione e si inibiscono durante l'osservazione.\r\n\r\nIn pazienti con <strong>lesioni più mesiali infatti</strong> dove sono stati descritti neuroni che si attivano all'esecuzione ma si inibiscono all'osservazione, il sistema di inibizione non funziona più e la mano imita gli atti motori che osserva (sindrome della mano anarchica). Questo è diverso dalla<strong> sindrome della mano aliena in cui il senso di body ownership è il senso ad essere particolarmente problematico in questa tipologia di pazienti</strong>.\r\n\r\nInoltre si è visto che una parte di neuroni della<strong> corteccia premotoria ventrale del macaco sono dei neuroni corticospinali</strong>, metà di questi quando osservano una azione invece di sparare si inibiscono, cioè non mandano input facilitatori al midollo spinale. L'attività di diverse popolazioni di neuroni che si inibiscono alla visione sarebbe necessario proprio per evitare che durante l'ossevazione di una azione il soggetto la esegua in modo identico.</p>",
        "image": "static/uploads/neuroni-suppressed.jpg"
    },
    {
        "id": 144,
        "question": "Neuroni mirror nell'area LIP",
        "hints": "Nell'area LIP che è connessa ai frontal eyes field entrambe queste areee proiettano al collicolo superiore e sono responsabili dei movimenti saccadici degli occhi. I neuroni mirror di LIP si attivano quando la scimmia guarda in una direzione ma anche quando vede guardare un'altra scimmia guardare in quella determinata direzione.\r\n\r\nL'area LIP contribuisce quindi ai processi di attenzione condivisa durante la quale il bambino e la madre si concentrano su un unico oggetto, e questo è fondamentale per lo sviluppo del linguaggio.",
        "image": "static/uploads/neuroni_mirror_area_lip.png"
    },
    {
        "id": 145,
        "question": "Neuroni mirror negli uccelli",
        "hints": "<p>Negli uccelli canori i neuroni mirror non codificano il significato dell'afferramento ma hanno tre diverse funzioni:\r\n</p><ul><li>​​​​​​​di sintonizzare il proprio canto con quello dei conspecifici</li><li>di apprendere il canto durante lo sviluppo</li><li>di riconoscere il canto dei consepecifici\r\n\r\nNei roditori il meccanismo mirror serve per comprendere le esperienze dolorose di conspecifici, nei primati il sistema consente di comprendere sia gli atti che le azioni, negli esseri umani è molto probabile che il meccanismo mirror sia implicato nell'imitazione e anche nell'apprendimento del linguaggio.\r\n</li></ul>",
        "image": "static/uploads/neuroni_mirror_negli_uccelli.png"
    },
    {
        "id": 146,
        "question": "Studi su singoli neuroni mirror in pazienti epilettici",
        "hints": "<p>In pazienti epilettici vengono studiati i singoli neuroni per studiare dove si trovano i focus epilettici. A questi pazienti venivano mostrati dei video che rappresentavano delle azioni o dei visi con espressioni emotive, poi si chiedeva ai pazienti di fare delle pantomime sia del movimento che imitare le espressioni emotive.\r\n\r\nSono state trovate risposte di tipo mirror sia per azioni che per emozioni\r\n</p><ul><li>area presupplementare e supplementare</li><li>corteccia cingolata anteriore</li><li>amigdala</li><li>ippocampo e corteccia entorinale\r\n\r\nIn particolare le risposte dei neuroni della <strong>corteccia presupplementare sono di eccitazione durante l'azione e di inibizione durante l'osservazione</strong>. Questo è uno dei meccanismi che fa in modo che una azione osservata non sia anche immediatamente eseguita.</li></ul>",
        "image": "static/uploads/mirror_pazienti_epilettici.png"
    },
    {
        "id": 147,
        "question": "Parlami dell'effetto camaleonte",
        "hints": "<p>L'<strong>effetto camaleonte serve a favorire l'affiliazione</strong>, è un comportamento automatico che mettiamo in atto in modo inconsapevole</p><ul><li>a mimare inconsapevolmente il comportamento non verbale dell'altro</li><li>ci piace di più chi ci imita</li><li>il mimarsi reciproco incrementa quanto più personale è la relazione con l'altro</li><li>il mimarsi reciproco incrementa quando abbiamo lo scopo di affiliare qualcun altro</li></ul><p>dopo un fallimento nell'affiliare qualcuno, al tentativo successivo si mima di più\r\n\r\nQuindi il fatto di imitare qualcun altro è importante per poter creare una relazione più vicina. E' una strategia evolutiva.\r\n\r\n<strong>Il desiderio mimetico di Renè Girard:</strong>\r\n</p><p><strong>​​​​​​​</strong>\r\nQuello di cui parla Renè Girard è il desiderio mimetico, ossia il fatto che non desideriamo un oggetto tanto per le sue caratteristiche intrinseche ma<strong> in quanto quell'oggetto è desiderato da qualcun altro</strong>. Quindi questo porta ad una rivalità mimetica che porta diversi soggetti a desiderare lo stesso oggetto. Per questo l'uomo sarebbe condannato all'estinzione quindi <strong>per evitare questo trova un capro espiatorio, che può essere un nemico, l'altro e che poi diventa un rito, un sacrificio, come il sacrificio di un animale</strong>.</p><p>Infatti la repressione del desiderio mimetico è all'origine di una molteplicità di tratti religiosi e culturali.</p>",
        "image": "static/uploads/effetto-camaleonte.jpg"
    },
    {
        "id": 148,
        "question": "Neuroni specchio ed esperienza motoria, fMRI e studio del sistema specchio",
        "hints": "<p>Nell'esperimento di Buccino sono presentati:<strong>\r\n\r\nuomo, scimmia e cane che masticano del cibo </strong>\r\n\r\nIn questo caso abbiamo una classica attivazione del sistema specchio nell'uomo, una risposta più ridotta nella scimmia e ancora più ridotta nel cane. Ma è sempre la stessa attivazione.\r\n\r\nSe invece vengono mostrate delle vocalizzazioni quindi:</p><ul><li>un uomo che parla</li><li>una scimmia che esegue un lip smacking</li><li>un cane che abbia\r\n\r\nNel primo caso abbiamo una attivazione del sistema più lateralizzato a sinistra, con <strong>una grande attivazione dell'area di Broca</strong>. Mentre nella scimmia abbiamo una attivazione minore, non più bilaterale. Mentre nel cane non c'è attivazione del sistema specchio, ma una grande attivazione a livello occipitale.\r\n\r\nIl che non significa che noi non riusciamo a comprendere che un cane sta abbaiando, semplicemente che il tipo di comprensione che possiamo avere attraverso il sistema specchio è un tipo di comprensione dall'interno. Che è quindi <strong>qualitativamente diversa</strong>. Il rispecchiamento non è necessario per la comprensione delle azioni ma cambia il modo di comprendere.\r\n\r\n<strong><span style=\"color:#2980b9\">Se ad esempio si insegna ad un soggetto a camminare in un modo incongruo e poi gli si presentano dei point-light display i soggetti a cui è stato insegnato questo modo di camminare al buio riconoscono più facilmente la camminata incongrua rispetto a quella congrua di soggetti che invece non si sono allenati a camminare in modo incongruo.</span></strong></li></ul>",
        "image": "static/uploads/mirror_uomo_scimmia_cane.png"
    },
    {
        "id": 149,
        "question": "Ontogenesi del sistema mirror",
        "hints": "<p>Secondo Gallese durante lo sviluppo prenatale si configurano le connessioni parieto-premotorie che vanno ad istruire le cortecce che poi diventeranno visive su quelle che sono le azioni fatte dal bambino durante la fase di gestazione, per esempio per quel che riguarda l'imitazione della protrusione della lingua secondo Gallese le cortecce parieto-premotorie andrebbero a istruire le cortecce che diventeranno visive su quella che sono <strong>schemi spazio-temporali di attivazione neuronale</strong> del movimento. Di modo che, già alla nascita, sarebbe possibile per il bambino l'imitazione neonatale.\r\n\r\nInfatti alla nascita siamo inermi, e abbiamo bisogno di un sistema imitativo subito pronto all'uso, per poter entrare subito in relazione con il caregiver.</p>",
        "image": "static/uploads/ontogenesi-sistema-mirror.jpg"
    },
    {
        "id": 150,
        "question": "Con chi Gallese ha proposto che il sistema mirror sia un sistema specifico di un sistema più generale?",
        "hints": "<p>La proposta l'ha fatta con <strong>Alvin Goldman</strong>. Suggerendo che il sistema mirror sia un sistema specifico di un più generale sistema specchio che funziona anche per le sensazioni e anche per le emozioni. Il modo attraverso cui noi comprendiamo le sensazioni e le emozioni degli altri sarebbe, alla pari del sistema mirror per la codifica delle azioni, un sistema più generale di simulazione incarnata.\r\n\r\nIl significato delle esperienze altrui è in primis compreso non in virtù di una spiegazione, ma grazie ad una comprensione diretta, per così dire, dall'interno. <strong>Questa teoria prende il nome di simulazione incarnata</strong>.</p>"
    },
    {
        "id": 151,
        "question": "John Dewey, Darwin e Duchenne",
        "hints": "<p>Per John Dewey che fa parte del movimento del pragmatismo americano l'emozione è sempre configurata da due differenti aspetti</p><ul><li>da una parte c'è una <strong>predisposizione all'azione</strong></li><li>dall'altra c'è sempre un <strong>oggetto </strong>(ad esempio l'orso)\r\nQuindi <strong>non ci sono due fasi</strong>, ma c'è sempre una unica fase che comprende questi due aspetti.\r\n\r\n<em>Secondo Dumouchel essere in un determinato stato emotivo non è una proprietà psicologica intrinseca di un soggetto, ma la proprietà relazionale di un individuo all'interno di un determinato contesto.</em>\r\n\r\nLo studio delle emozioni, quando <strong>Darwin </strong>scrive l'espressione delle emozioni negli uomini e negli animali, <strong>Duchenne </strong>sta facendo degli studi cercando di mappare le diverse espressioni emotive. Su soggetti volontari andava a stimolare i muscoli del volto e tramite fotografie cercava di mappare le attivazioni motorie specifiche di ogni singola emozione.\r\n\r\n<u>​​​​​​​Questo ha ovviamente ispirato il lavoro di Darwin che nel suo libro utilizzerà anche alcune foto di Duchenne.</u></li></ul>"
    },
    {
        "id": 152,
        "question": "Chi è il primo a dimostrare che durante l'osservazione delle emozioni si attivano i muscoli facciali?",
        "hints": "<p><strong>Dimberg </strong>è il primo che nel 1980 dimostra che durante l'osservazione di emozioni tristi si attiva il corrugatore della fronte, di fronte a visi felici si attiva il muscolo zigomatico. Questo inoltre è più forte nelle <strong>donne </strong>rispetto agli uomini, inoltre tanto più alta è l'attivazione dei muscoli, t<strong>anto più intensa viene valutata l'emozione dal soggetto</strong>. <u>Questo vale anche quando una certa emozione viene semplicemente ascoltata, attraverso la prosodia della voce.</u>\r\n\r\nInoltre <strong>Sonnby-Bergstrom</strong> <u>dimostra che questa attivazione è tanto più forte quando più alto è il valore di empatia</u>. Non si può però definire se è il quoziente empatico a determinare l'attivazione o se è l'attivazione che alza il quoziente empatico. Probabilmente sono due facce delle stessa medaglia, è probabile che sia il meccanismo di simulazione che in sè determina questo e che ci rende più capaci di interpretare le emozioni degli altri.</p>",
        "image": "static/uploads/sonnby-bergstrom.jpg"
    },
    {
        "id": 153,
        "question": "Quali sono i primi studi di neuroimaging che hanno studiato l'osservazione delle emozioni?",
        "hints": "<p>Il primo studio è uno studio di PET che dimostra che durante l'osservazione di volti emotivi si attivano le aree visive e premotorie. Inoltre <strong>la premotoria si attiva maggiormente se viene chiesto al soggetto non solo di osservare l'emozione ma anche di fare una valutazione</strong>, si attiva di meno se invece viene chiesto ad esempio di discriminare il sesso dei soggetti.\r\n\r\nStudi di fMRI hanno inoltre evidenziato che durante l'osservazione delle emozioni <strong>si attiva maggiormente la corteccia premotoria di destra. Se invece viene chiesto di imitare si attivano entrambe le cortecce premotorie.</strong>\r\n\r\nIl fatto che si osservi una attivazione della premotoria di destra durante la semplice osservazione delle emozioni è coerente con l'idea che l'elaborazione emotiva abbia una lateralizzazione a destra e che sia una specializzazione per quel che riguarda il sistema mirror per le emozioni con una lateralizzazione a destra.</p>",
        "image": "static/uploads/secondo-studio-fmri-emozioni.jpg"
    },
    {
        "id": 154,
        "question": "Studio di Iacoboni e Carr durante l'osservazione di visi emotivi",
        "hints": "<p>In questo studio quello che veniva fatto era mostrare le immagini di <strong>Ekmann </strong>a soggetti in risonanza, potevano essere mostrati i volti, o solamente gli occhi o la bocca. Ai soggetti veniva inoltre chiesto di osservare le facce emozionali oppure semplicemente imitare quelle emozioni. Si trovano attivazioni:\r\n</p><ul><li>​​​​​​​insula</li><li>corteccia premotoria</li><li>amigdala</li><li>corteccia motrice primaria</li><li><strong>area 44 di Broadmann</strong>\r\n\r\nOvviamente maggiore durante il compito di imitazione ma anche durante l'osservazione. Quello che questo esperimento rileva è che sicuramente <strong>hanno un ruolo centrale strutture sottocorticali come l'amigdala, o strutture come l'insula</strong>, <u>ma anche il sistema motorio da il suo contributo non solo ovviamente nell'imitazione ma anche durante la semplice osservazione.</u></li></ul>",
        "image": "static/uploads/iacoboni-e-carr.jpg"
    },
    {
        "id": 155,
        "question": "Cosa succede se ho un danno selettivo all'insula?",
        "hints": "<p>Un paziente neuropsicologico aveva avuto un ictus che gli aveva distrutto il <strong>nucleo caudato e l'insula in modo selettivo</strong>.\r\n\r\nQuesto paziente se veniva esposto alle immagini di Ekmann con le sei emozioni di base aveva <strong>difficoltà a riconoscere solamente il disgusto</strong> e non le altre emozioni. \r\n<u>Inoltre non era più in grado di sperimentare soggettivamente quella emozione.\r\n</u>\r\nQuesto esperimento ha dato il la ad un esperimento molto famoso di Rizzolatti e Gallese a Marsiglia (ancora non avevano la fMRI).\r\nDurante questo esperimento si facevano odorare a dei soggetti degli odori, in particolare gli si faceva sentire un odore sgradevole di uovo marcio, inoltre veniva presentato agli stessi soggetti dei video con dei soggetti che odoravano lo stesso odore e che mostravano l'emozione di disgusto.\r\n\r\nAndando a vedere le attivazioni, si trova che a livello dell'insula anteriore ci sono regioni che si attivano sia quando l'emozione viene sperimentata in prima persona, sia quando l'emozione è vista da un altro soggetto. Ovviamente lo sperimentare disgusto in prima persona è fenomenologicamente diverso dal vederlo in un soggetto esterno, eppure c'è una attivazione comune, che sottolinea come ci sia un sistema di rispecchiamento che va oltre alle semplici azioni o atti motori.</p>",
        "image": "static/uploads/danno-selettivo-insula.jpg"
    },
    {
        "id": 156,
        "question": "Anatomia dell'insula",
        "hints": "<p>L'insula è una regione che si trova nascosta dalla <strong>corteccia parietale e temporale</strong> e che è possibile osservare solamente se si sollevano le cortecce a livello del solco silviano. E' una regione suddivisa in 5 giri che formano una sorta di ventaglio. Da un punto di vista citoarchitettonico si può suddividere in una parte granulare che è posteriore, una disgranulare che è l'insula media, e una più anteriore che è agranulare.\r\n\r\nPer studiare l'insula sono stati utilizzati dei parametri molto diversi dalla stimolazione intracorticale classica che è attorno ai <strong>40 microAmpere</strong>, si usava una intensità di <strong>4 milliampere con una frequenza di 50Hz e un segnale molto lungo, di circa 3 secondi (parametri utilizzati per la stimolazione dai neurochirurghi).</strong>\r\n\r\nSi è proceduto dalle parti più anteriori a quelli più posteriori.\r\nStimolando la <strong>regione ventrale anteriore dell'insula</strong> quello che si osserva nella scimmia sono comportamenti legati al <strong>disgusto</strong>, ovviamente la scimmia non può dire cosa sta provando, ma stimolando queste regioni la scimmia poteva sputare quello che aveva in bocca, oppure non portarlo alla bocca se aveva del cibo in mano oppure potevano mostrarsi conati di vomito. <strong><u>Tutto questo unito a bradicardia, segnale di una risposta vagale</u></strong>.\r\n\r\nSe invece si andavano a stimolare <strong>regioni più posteriori e ventrali</strong> quello che si osservavano erano comportamenti di tipo <strong>affiliativo</strong>, in genere se si guarda una scimmia negli occhi tende a rispondere con aggressività, ma nel caso in cui lo sperimentatore la stava osservando e le veniva stimolata l'insula non aveva più un comportamento aggressivo, ma ti tipo affiliativo, rispondeva infatti con un lip smacking che viene usato dalle scimmie ad esempio per comunicare ad un altra che non ha intenti aggressivi.\r\n<strong>\r\nMa questo avviene solamente se lo sperimentato sta guardando la scimmia, se non la sta guardando la stessa stimolazione non evoca alcun tipo di comportamento. <span style=\"color:#d35400;\">Quindi si propone l'essere in un particolare stato emotivo sia legato ad una disposizione ad agire secondo una richiesta dell'ambiente, piuttosto che una semplice sensazione passiva di modalità interocettiva.</span></strong><span style=\"color:#d35400;\">\r\n</span>\r\nAndando a studiare quelle che sono le regioni che sono connesse con l'insula sia per la parte per il disgusto sia quella per i comportamenti affiliativi, sono connesse, tra le altre, <strong>anche ai circuiti parieto-premotori</strong>. Il ruolo dell'insula è quello di hub tra quello che è il mondo estrerno e il mondo interno, monitora quello che accade nel nostro corpo per fare in modo che la nostra esperienza del mondo sia emotivamente colorita e non completamente piatta.</p>",
        "image": "static/uploads/anatomia-dell-insula.jpg"
    },
    {
        "id": 157,
        "question": "Secondo studio di fMRI sul disgusto",
        "hints": "<p>E' stato svolto un secondo esperimento molto simile per quel che riguarda l'attivazione dell'insula per il disgusto. In questo caso il soggetto:</p><ul><li>doveva bere un liquido disgustoso</li><li>osservava il volto di una persona che esprimeva disgusto</li><li>leggeva un brano in cui il protagonista provava disgusto (disgusto immaginato)\r\n\r\nAndando a vedere le attivazioni, in tutte e tre si evidenzia una attivazione dell'<strong>insula anteriore</strong>, oltre ovviamente ad attivazioni in altre aree proprio perchè le esperienze sono diverse.\r\n\r\nMa l'attivazione dell'insula anteriore è presente in tutte e tre le condizioni e rappresenta quel \"riempimento\" di cui parla Edith Stein quando parla di empatia. Edith Stein infatti afferma che ci sono diversi modi per comprendere, e tanto più ci avviciniamo al modello umano tanto più abbiamo la capacità di enterosentire l'altro. \r\n</li></ul><p><strong>E' quel riempimento che da una qualità diversa alla comprensione, che ci fa comprendere diversamente il movimento di un serpente da quello che può essere il movimento di un essere umano.</strong></p>",
        "image": "static/uploads/secondo-esperimento-insula.jpg"
    },
    {
        "id": 158,
        "question": "Studio sulla rabbia e dopamina",
        "hints": "<p>Durante una emozione di rabbia c'è una grande rilascio di dopamina.\r\nQuello che hanno fatto in questo studio è andare a inibire il rilascio di dopamina con la <strong>sulpiride</strong>. \r\n\r\nVenivano poi mostrate le immagini di <strong>Ekmann </strong>con le emozioni di base e tra il gruppo sperimentale che aveva preso la sulpiride e chi aveva preso il placebo non c'erano differenze nel riconoscimento delle emozioni <strong>tranne le emozioni di rabbia.</strong> \r\n\r\n​​​​​​​Quindi anche per quel che riguarda la rabbia è possibile immaginare un meccanismo di rispecchiamento simile al disgusto.</p>",
        "image": "static/uploads/sulpiride-rabbia.jpg"
    },
    {
        "id": 159,
        "question": "Esperimento di Gallese sulle emozioni e il sistema mirror",
        "hints": "<p>In questo esperimento veniva chiesto ai soggetti di osservare diversi stimoli che potevano essere delle azioni neutre, delle azioni con una faccia arrabbiata o con una faccia felice. Agli attori era infatti stato chiesto di registrare un atto nel modo più neutrale possibile, poi erano stato chiesto di esprimere emozioni di rabbia o di felicità. In modo che in post produzione si potessero montare facce arrabbiate o felici insieme ai movimenti neutri.</p><ul><li><strong>In una condizione viene mostrata l'azione che ha la stessa cinematica con un volto neutro, felice o triste.</strong></li><li><strong>In una seconda condizione viene mostrato solo il volto neutro, felice o triste. </strong></li><li><strong>In una terza condizione viene mostrata solamente l'azione</strong>\r\n\r\nLo studio voleva vedere se e come il sistema mirror fosse modulato dalle emozioni. <u>Confrontando l'attivazione tra azione + emozione e solo azione o solo emozione si ha una differenza solo per rabbia.</u>&nbsp;&nbsp;<strong>Infatti c'è una attivazione maggiore della corteccia premotoria, del giro frontale inferiore e della corteccia parietale solo per la rabbia.</strong></li></ul><p>Inoltre c'è differenza nel<strong> circuito mirror</strong> quando si osserva una azione arrabbiata rispetto ad un volto arrabbiato. L'unica area che non mostra differenze è il <strong>solco temporale superiore</strong>.</p><p>Se si confrontano azioni arrabbiate, tristi o neutre si osserva una maggiore attivazione della corteccia premotoria (pre-sma area 6) solamente per azioni arrabbiate. <strong>Nello specifico si attivano di più il giro frontale inferiore, l'area pre-SMA e il lobo temporale superiore bilateralmente.\r\n\r\n<span style=\"color:#d35400;\">Questa risposta è stata intepretata come una programmazione motoria di fronte ad una azione arrabbiata, che è ovviamente più pericolosa per la sopravvivenza, e potrebbe quindi innescare in automatico dei programmi motori in risposta all'azione osservata.</span></strong></p>",
        "image": "static/uploads/emozioni-azioni-arrabbiate.jpg"
    },
    {
        "id": 160,
        "question": "Studio sulla risata del Niguarda",
        "hints": "<p>All'ospedale Niguarda sempre in pazienti con epilessia farmacoresistente sono stati fatti degli studi per valutare gli effetti della <strong>stimolazione della corteccia del cingolo</strong>.\r\nLa stimolazione di una <strong>parte anteriore della corteccia del cingolo</strong> determina la risata oltre che una sensazione di allegria nei soggetti sperimentali.\r\n\r\nLa stessa area si attiva quando vedevano un soggetto terzo ridere ed essere allegro. \r\n\r\nQuindi anche alla base del <u>riconoscimento dell'allegria negli altri c'è un meccanismo di rispecchiamento</u>, che mostra sempre delle differenze tra quando l'emozione è osservata nell'altro o quando è direttamente sperimentata, ma sfrutta comunque gli stessi substrati neurali.</p>",
        "image": "static/uploads/risata-sistema-mirror.jpg"
    },
    {
        "id": 161,
        "question": "Giampiero Arciero studio sui phobic prone e eating disorders prone",
        "hints": "<p>Nello studio venivano presi due tipologie di personalità, soggetti sani che però potevano essere predisposti a sviluppare disturbi di tipo <strong>fobico-ossessivo</strong> o <strong>disturbi di tipo alimentare</strong>.\r\n\r\nNello studio si voleva studiare le attivazioni dei due diversi gruppi. Venivano svolti dei compiti in cui venivano mostrati dei volti (o di partner o di soggetti sconosciuti) <strong>esprimere dolore</strong>, questo poi doveva <u><strong>essere valutato da una scala da 1 a 10</strong></u>. In entrambi i soggetti le prestazioni sono simili e c'è quindi un risultato simile da un punto di vista comportamentale.\r\n\r\nMa per quel che riguarda le diverse attivazioni no. Nello specifico i pazienti phobic prone andavano ad attivare principalmente <strong>i circuiti di rispecchiamento del dolore</strong>, quindi <strong>l'insula </strong>e la <strong>corteccia cingolata</strong>. Mentre per quel che riguarda gli eating disorders prone l'attivazione era maggiore a livello della <strong>corteccia prefrontale</strong> e delle <strong>aree visive dell'elaborazione dei volti</strong>.\r\n\r\nQuesto evidenzia come, quando poi si vanno a studiare i soggetti, non è detto che tutti i cervelli funzionino allo stesso modo. Questo è indicativo anche di come si dovrebbe pensare alla terapia psicofarmacologica che deve essere sempre più cucita addosso ai soggetti.</p>",
        "image": "static/uploads/arcero-phobic-prone.jpg"
    },
    {
        "id": 162,
        "question": "Esperimento di Gallese sul tatto",
        "hints": "<p>In un esperimento fatto da Gallese per dimostrare l'esistenza di un meccanismo di rispecchiamento anche nel dominio delle <strong>sensazioni tattili </strong>si è preso un soggetto in risonanza a cui venivano toccate le gambe, oltre a quello c'erano una serie di condizioni in cui il soggetto poteva vedere le gambe di altri toccate da una prospettiva allocentrica, oppure venivano toccati dei <strong>rotoli di carta con un bastone</strong>&nbsp;o altri oggetti che non ricordavano le forme delle gambe e come controllo<strong> si vedeva un aeroplano volare sopra un isola passando o non passando sopra di essa</strong>.\r\n\r\nQuello che si osserva è che sia quando il soggetto viene toccato, sia nelle condizioni in cui le gambe di un altro sono toccate, sia quando il tocco coinvolge un oggetto si attiva&nbsp;<strong>S2 </strong>oltre alla <strong>premotoria ventrale</strong>. Quindi una sorta di categorizzazione astratta del concetto di <strong>\"contatto\"</strong>. Ma un reviewer analizzando lo studio ha proposto una versione alternativa, suggerendo che fosse <strong>la rilevazione di un movimento biologico ad attivare S2</strong> e che quindi non fosse realmente il tatto.\r\n\r\nA tal fine qualche anno dopo è stato fatto un secondo esperimento durante il quale il soggetto osservava dei contatti intenzionali di una mano verso un soggetto o verso una sedia e il contatto non intenzionale di una pianta mossa da un ventilatore. Quello che si è osservato è che nella realtà in tutte e quattro le condizioni si attiva S2. Quindi l'attivazione di S2 al contatto è una manifestazione di un meccanismo di rispecchiamento.\r\n\r\n</p>",
        "image": "static/uploads/fmri-tatto-simulazione.jpg"
    },
    {
        "id": 163,
        "question": "Ulteriore studio sul tatto con paziente sinestesica",
        "hints": "<p>E' stato svolto un esperimento simile dove si osservava toccare dei soggetti nel volto e nel collo ha evidenziato la stessa attivazione di S2 durante il contatto sia del volto che del collo.\r\n\r\nInoltre mentre veniva toccato il volto si attivava anche la corteccia somatosensoriale primaria, che invece non si attivava durante il contatto del collo. L'attivazione del sistema mirror era più significativa quando il contatto era operato da un individuo e non da un oggetto</p>",
        "image": "static/uploads/somatosensory-activation.jpg"
    },
    {
        "id": 164,
        "question": "Parlami delle emozioni per Darwin e Russel",
        "hints": "<p><strong>Darwin</strong> con la sua opera \"L'espressione delle emozioni negli uomini e negli animali\" definisce le emozioni come un prodotto dell'evoluzione, dovuto a processi di ritualizzazione. Li definisce come automatici e funzionali alla comunicazione sociale. Chi inoltre studiava le emozioni e la loro rappresentazione motoria era <strong>Duchenne</strong>, che stimolava su soggetti volontari, i muscoli del volto e <strong>faceva delle fotografie per ritrarre le diverse espressioni umane delle emozioni</strong>. Il lavoro di Duchenne influenzerà significativamente Darwin.\r\n\r\nUn autore che mette in discussione la natura automatica delle emozioni è <strong>Russel </strong>che definisce le emozioni come lungo uno spazio cartesiano in cui nell'ascisse troviamo <strong>la valenza emotiva</strong>, mentre nell'ordinata troviamo <strong>l'arousal</strong>. In uno studio fatto nel 2003 a <strong>Barcellona </strong>dopo le <strong>Olimpiadi </strong>quello che ha trovato, analizzando i filmati di soggetti che avevano vinto la medaglia d'oro che i veri sorrisi si manifestano quando il soggetto sta comunicando la propria gioia con un altro essere umano e non quando salgono sul gradino più alto del podio.\r\n\r\nQuesto aspetto evidenzia il carattere primariamente relazionale delle emozioni. Che è appunto a servizio dell'intersoggettività. Cosa che comunque era già stata espressa anche da Darwin. <u>Quello che viene messo in discussione è l'attivazione automatica.</u></p>",
        "image": "static/uploads/emozioni-per-russel.jpg"
    },
    {
        "id": 165,
        "question": "Qual è stato il primo studio di PET durante l'osservazione di emozioni?",
        "hints": "<p>Il primo studio che ha utilizzato la <strong>PET </strong>per studiare le emozioni ha evidenziato che durante l'osservazione di volti emotivi, se al soggetto veniva chiesto di identificare le emozioni si attivavano <strong>aree visive e premotorie</strong>. \r\n\r\n<u>​​​​​​​Le aree premotorie si attivavano di più se veniva chiesto ai soggetti di valutare le emozioni dei soggetti</u>, mentre erano molto meno attivate quando si chiedeva ai soggetti il sesso del volto che stavano guardando.</p>",
        "image": "static/uploads/emozioni-primo-studio-di-pet.jpg"
    },
    {
        "id": 166,
        "question": "Esperimento di Gallese e Rizzolatti a Marsiglia",
        "hints": "<p>In questo studio fatto a Marsiglia perchè a Parma ancora non c'era la fMRI si è studiato il disgusto. I soggetti in risonanza dovevano odorare degli odori che potevano essere piacevoli (profumo di rosa) o spiacevoli (odore di uovo marcio). Dovevano poi osservare dei video in cui dei soggetti odoravano gli stessi odori e vedevano le reazioni dei soggetti ai diversi stimoli olfattivi.\r\n\r\nQuello che si evidenzia è che ci sono delle attivazioni diverse per la condizione di disgusto sperimentato e di disgusto osservato, ma ci sono anche aree di sovrapposizione in particolare per quel che riguarda l'insula anteriore che risulta attivata sia nella condizione di osservazione che di esecuzione.</p>",
        "image": "static/uploads/esperimento-gallese-insula.jpg"
    },
    {
        "id": 167,
        "question": "Secondo studio di Gallese sul tatto",
        "hints": "<p>In un secondo studio è stato mostrato ai soggetti in risonanza diversi stimoli. Gli stimoli erano persone o oggetti che venivano toccati da una mano (contatto intenzionale) o da una pianta mossa dal ventilatore (contatto non intenzionale). I soggetti in risonanza erano poi toccati a loro volta.\r\n\r\n Quello che è emerso è che per tutte quante le condizioni è che c'è sempre una<strong> attivazione della corteccia somatosentoriale seconda</strong>, inoltre quando un soggetto osserva il tocco di qualcun altro non si attiva l'insula posteriore, che invece si attiva quando il soggetto viene toccato.\r\n\r\nInoltre nell'esperimento si chiedeva ai soggetti di dire quanto il contatto era intenzionale. Mettendo a fattore il punteggio di intenzionalità, si vede che c'è <strong>una attivazione di S1 a livello della rappresentazione della mano dominante</strong>. Quindi quando si chiede ad un soggetto se il contatto è intenzionale oppure no c'è una attivazione della mano dominante con cui il soggetto compirebbe un contatto intenzionale.\r\n</p>",
        "image": "static/uploads/secondo-esperimento-sul-tatto.jpg"
    },
    {
        "id": 168,
        "question": "Terzo esperimento sul tatto di Gallese",
        "hints": "<p>In questo terzo esperimento sul tatto i soggetti venivano sempre toccati, ma come stimoli c'erano un contatto non intenzionale di una pianta, un contatto con uno schiaffo, uno con una carezza e uno neutro.\r\n\r\nI risultati di questo terzo studio sono i seguenti:</p><ul><li><strong>S2 viene modulata anche dalla qualità del contatto</strong>, in particolare si attiva di più quando il contatto è uno schiaffo, rispetto alle altre condizioni di osservazione.</li><li>Il secondo aspetto è che <strong>S2 si attiva maggiormente quando viene toccato il soggetto in risonanza rispetto a quando osserva qualcun altro venire toccato</strong>.</li><li>L<strong>'insula posteriore si attiva quando il soggetto viene toccato</strong>, ma non si attiva quando si osserva l'altro che viene toccato. In particolare l'insula sinistra si attiva di più quando viene toccata la mano destra e viceversa.\r\n\r\nQuesto secondo aspetto è molto importante, perchè la simulazione incarnata è un meccanismo che consente di percepire la somiglianza, ma anche l'alterità. Perchè la sensazione è quella dell'altro e non la mia.\r\n\r\nIn conclusione quindi, quando vengo toccato si attiva<u> S1, S2, premotoria ventrale e insula posteriore</u>. Quando viene toccato un altro si attiva S2, S1 se viene chiesto se il contatto è intenzionale, la premotoria ventrale ma non l'insula posteriore.\r\n\r\nAndando inoltre a vedere le aree attivate che ci sono quando l'insula posteriore è attivata, quello che si osserva è che questa regione è connessa con la <strong>giunzione temporo-parietale</strong>, e <strong>la corteccia premotoria ventrale e il lobulo parietale inferiore</strong>.</li></ul>",
        "image": "static/uploads/terzo-esperimento-sul-tatto.jpg"
    },
    {
        "id": 169,
        "question": "Rispecchiamento sul dolore, neuroni mirror",
        "hints": "<p>Sempre su pazienti con epilessia farmacoresistente, si sono trovati neuroni mirror che rispondono sia per il dolore proprio che per il dolore altrui.\r\nQuesti neuroni si trovano nella <strong>corteccia cingolata anteriore</strong> anche se in una regione più posteriore rispetto a quella dove sono stati trovati i neuroni mirror per la risata\r\n\r\nIn questo caso il neurone rispondeva in modo congruente sia quando veniva applicato uno stimolo dolorifico sul suo corpo, sia quando osservava lo stesso stimolo applicato sul neurochirurgo.&nbsp;\r\n\r\nDati simili sono stati trovati nella corteccia cingolata dei roditori, con proprietà analoghe. Con neuroni che rispondevano sia quando il topo provava dolore sia quando quello che provava dolore era un conspecifico.</p>",
        "image": "static/uploads/rispecchiamento-dolore.jpg"
    },
    {
        "id": 170,
        "question": "Esperimento di Agliotti",
        "hints": "<p>Con una procedura molto simile a quella che è servita per dimostrare l'esistenza dei neuroni mirror sono stati studiate delle risposte simile indotte da uno stimolo visivo che mostrava una mano infilzata da una siringa.\r\n\r\nE' noto che quando la mano afferra qualcosa di pungente, si genera una reazione immediata di apertura della mano che, in modo riflesso, <strong>determina una inibizione dei muscoli della mano</strong>. Per fare questo esperimento hanno utilizzato la TMS nell'area di rappresentazione della mano e hanno osservato, coerentemente con le ipotesi, che la visione della mano infilzata determinava una inibizione dei muscoli della mano <strong>registratrati con l'elettromiografia</strong>. \r\n\r\n​​​​​​​Questa inibizione non era presente nel momento in cui si osservava un pomodoro infilzato.</p>",
        "image": "static/uploads/agliotti.jpg"
    },
    {
        "id": 171,
        "question": "Percezione del dolore proprio e altrui",
        "hints": "<p>In un esperimento è stata valutata la percezione del dolore in soggetti posti in risonanza a cui veniva provocato un dolore e che osservavano i volti di soggetti che provavano dolore. Questo attiva in entrambi i casi due aree che sono considerate le aree di rispecchiamento del dolore che sono:</p><ul><li><strong>corteccia cingolata anteriore</strong></li><li><strong>insula</strong>\r\n\r\n</li></ul><p>In un altro studio in cui i soggetti erano in risonanza veniva loro effettuato uno stimolo dolorifico, inoltre tramite un video avevano<strong> un segnale che segnalava loro che lo stimolo era stato dato anche al compagno/compagna</strong> che era vicino a loro ma che non potevano vedere. Anche in questo caso le aree che si attivano sia per il dolore provato che per quello evocato simbolicamente sono la <strong>corteccia cingolata anteriore e l'insula</strong></p>",
        "image": "static/uploads/empatia-per-il-dolore.jpg"
    },
    {
        "id": 172,
        "question": "Cos'è il meccanismo di simulazione incarnata di cui parla Gallese",
        "hints": "<p>La simulazione incarnata è un meccanismo implicito di modellizzazione di oggetti e eventi del mondo con cui l'individuo interagisce. E' un meccanismo automatico e pre-riflessivo e consente di generare una molteplicità condivisa da cui sgorga la consonanza intenzionale. Che consente di concepire noi stessi come simili agli altri ma allo stesso tempo non la stessa cosa degli altri.\r\n\r\nSimulazione: usiamo il nostro cervello-corpo per comprendere il cervello-corpo degli altri.\r\nIncarnata: fa riferimento al fatto che le rappresentazioni da una parte sono incanalate e modellate da quelle che sono le nostre possibilità corporee, dall'altro che è automatica e preriflessiva e non richiede una scelta consapevole e razionale.\r\n\r\nQuando simuliamo internamente l'altro utilizziamo non un formato linguistico, ma un formato corporeo, che è lo stesso che utilizziamo noi per muoverci, sperimentare sensazioni ed emozioni. Tramite le caratteristiche del sistema mirror noi possiamo definire il concetto di somiglianza ma anche di differenza tra me e l'altro. Proprio perchè le attivazioni dei neuroni mirror differenziano in base alla frequenza di scarica il se dall'altro.\r\n</p>",
        "image": "static/uploads/simulazione-incarnata.jpg"
    },
    {
        "id": 173,
        "question": "Che cos'è il se corporeo?",
        "hints": "<p>Il<strong> sè corporeo</strong> è il nucleo originario del sè, attorno a cui poi si costruiscono i diversi livelli del sè che costituiscono l'individuo.\r\n\r\nIl sè corporeo è l'elemento di base che è caratterizzato dalle possibilità di azione che sono già presenti nel bambino appena nato così come anche negli animali. Il sistema motorio infatti può attivarsi quando il soggetto decide di muoversi ma può anche attivarsi all'osservazione di un altro essere vivente che si muove. Questo senso primitivo del sè si ipotizza anche essere precedente al <strong>senso di body ownership</strong> e di <strong>sense of agency</strong>.\r\n\r\nIl sè corporeo è infatti qualcosa che è presente anche nei bambini appena nati, che pur non avendo il linguaggio hanno sicuramente dei desideri, bisogni e ricerca di relazioni. Allo stesso modo gli animali, che certamente pensano. <u>Inoltre già dai primi mesi i bambini mostrano di saper riconoscere il proprio pianto da quello di un altro neonato.</u>\r\n\r\nIl pensiero però va rivisto, <strong>non tanto come principalmente legato al linguaggio</strong> (anche se il linguaggio ovviamente retroagisce sul pensiero) ma al sistema motorio che, in quanto formato da <strong>scopi di atti motori</strong>, è il sistema che sta alla base di quelle che sono le nostre capacità cognitive anche più complesse.</p>",
        "image": "static/uploads/se-corporeo.jpg"
    },
    {
        "id": 174,
        "question": "Parlami della schizofrenia",
        "hints": "<p>Nella schizofrenia l'elemento di base che viene a mancare è l'<strong>evidenza naturale del mondo</strong>. Quell'insieme di conoscenze implicite che tutti quanti abbiamo e che ci consentono di percepire e vivere in un mondo dotato di un senso più o meno condiviso.\r\n\r\nNel paziente schizofrenico secondo <strong>Minkovski </strong>viene proprio a mancare questo aspetto. Una incapacità dello schizofrenico di <strong>risuonare con il mondo</strong>, cioè di costruire con gli altri delle relazioni cariche di significato. Infatti il mondo dello schizofrenico è caratterizzato <u>da un sentimento di totale alienità dal mondo</u>.\r\n\r\nQuesta perdita dell'evidenza naturale del mondo porta il soggetto schizofrenico ad un ritiro dal mondo. Quindi alla presentazione di quelli che sono i sintomi negativi della <strong>schizofrenia</strong>. Mentre per quel che riguarda i sintomi positivi, la <strong>psicopatologia classica</strong>&nbsp;(Minkovski) suggerisce che siano un tentativo disperato della mente di compensare questa perdita del senso comune.\r\n\r\nAlcuni aspetti:</p><ul><li>I pazienti schizofrenici mostrano sintomi negativi (alienazione sociale, perdita di interessi etc) e sintomi positivi (deliri e allucinazioni).&nbsp;</li><li>Inoltre gli schizofrenici mostrano difficoltà nel riconoscere la propria voce e tendono a confondere la propria voce interna come una voce \"aliena\".&nbsp;</li><li>Hanno difficoltà a riconoscere le sensazioni tattili autoprodotte e quelle degli altri (riescono a farsi il solletico da soli)</li><li>hanno una incapacità a riconoscere le azioni proprie come fatte da loro stessi</li><li>i pazienti schizofrenici tengono ad avere una iperriflessività sul mondo, ma non di tipo ossessivo, in modo molto più asettico e non emotivamente coinvolto.\r\n\r\n</li></ul>"
    },
    {
        "id": 175,
        "question": "Esperimento sul vantaggio per il sè con gli schizofrenici",
        "hints": "<p>A Parma è stato ideato un paradigma che consente di studiare il vantaggio implicito del sè.\r\nVengono chiamati i soggetti in laboratorio e vengono scattate delle foto a parti del loro corpo (come mani o piedi) e anche ad oggetti di loro proprietà, come telefonini e scarpe.\r\n\r\nDopo due settimane vengono chiamati in laboratorio e viene fatto un esperimento comportamentale. Nel primo esperimento quello implicito, vengono mostrate una immagine al centro (che rappresentano o oggetti o parti del corpo). Senza dire nulla vengono mostrate immagini anche dei soggetti stessi.\r\n\r\nNei soggetti sani nella prima condizione, quando vengono presentati delle parti del corpo, si assiste ad un vantaggio implicito del sè. I soggetti non sanno che si stanno usando anche parti del loro corpo ma quando vengono usate queste immagini la risposta è migliore.\r\n\r\n</p><p>Nel secondo esperimento, quando invece viene chiesto espressamente di riconoscere se una immagine è loro (sia che sia una parte del loro corpo o una oggetto) non mostrano più un vantaggio per il sè.<strong> Addirittura c'è uno svantaggio, commettono più errori quando vengono mostrate parti del loro corpo rispetto a parti del corpo di altri</strong>. Mentre non ci sono difficoltà nel riconoscimento degli oggetti.\r\n\r\nLo stesso tipo di paradigma è stato utilizzato su pazienti al primo esordio psicotico veniva fatto lo stesso esperimento. Quello che è emerso è che in soggetti psicotici non è presente un vantaggio per il sè nella condizione implicita.&nbsp;\r\n\r\nMentre nella condizione esplicita commettono più errori dei controlli, inoltre tendono ad attribuire a sè parti del corpo che invece fanno parte di altre persone.\r\n\r\n<strong>Questo esperimento sottolinea come il problema nella schizofrenia possa essere legato ad una anomala formazione del sè corporeo, che risulta essere deficitario nei pazienti, portando a non avere nella condizione implicita un vantaggio per il sè, e nella condizione esplicita a commettere molti più errori soprattutto attribuendo a sè parti del corpo che sono di altri. \r\n\r\n​​​​​​​<u>I pazienti schizofrenici hanno problemi ad attivare le rappresentazioni motorie delle proprie parti corporee quando le osservano.</u></strong>\r\n</p>",
        "image": "static/uploads/vantaggio-per-il-se-pazienti-psicotici.jpg"
    },
    {
        "id": 176,
        "question": "Quale è il secondo esperimento per valutare il vantaggio implicito del sè?",
        "hints": "<p>Un secondo paradigma è stato utilizzato per valutare il vantaggio implicito del sè. in questo paradigma si mostrano delle mani che hanno diverse angolature e si chiede ai soggetti di indicare se quella che stanno guardando è una mano destra o sinistra.\r\n\r\nIn generale il tempo di risposta è rappresentabile con una curva a campana, dove i tempi maggiori sono nei punti in cui è necessario più tempo per ruotare mentalmente la mano.\r\n\r\nSe però nelle immagini a insaputa dei soggetti viene utilizzata la loro mano, c'è un vantaggio implicito del sè solamente quando viene mostrata la loro <strong>mano dominante</strong>, cioè la destra. Non con la sinistra.\r\n\r\nSe però viene chiesto esplicitamente se la mano osservata è la loro mano o la mano di qualcun altro, c'è uno svantaggio quando a essere rappresentata è la propria mano e non la mano dell'altro.\r\n<u>\r\nQuesti esperimenti suggeriscono che il sè corporeo è legato a una rappresentazione motoria, una dissociazione tra rappresentazione implicita (che si basa su una rappresentazione motoria) ed esplicita (che si basa su una rappresentazione iconica)</u>\r\n</p>",
        "image": "static/uploads/esperimento-se-implicito.jpg"
    },
    {
        "id": 177,
        "question": "Esperimento sul tatto dei pazienti schizofrenici",
        "hints": "<p>Questo studio è stato fatto su pazienti ad un primo esordio psicotico. In questo esperimenti venivano anche raccolti i sintomi di base che sono sintomi cognitivi, affettivi, emotivi e sociorelazionali delle fasi prodromiche della schizofrenia.\r\n\r\nDurante questo esperimento i pazienti venivano toccati e osservavano altri essere toccati all'interno della risonanza magnetica. I risultati dell'esperimento hanno evidenziato che:\r\n</p><ul><li>durante il contatto dell'altro <strong>l'insula posteriore non si deattiva</strong>.\r\n</li><li>c'è una <strong>ipoattivazione della premotoria ventrale</strong> la cui deattivazione correla con la scala dei sintomi di base.\r\n\r\nQuesto studio evidezia quindi che il confine tra il sè e l'altro è sfumato nei pazienti con schizofrenia. Inoltre andando a fare uno studio connessionale si è scoperto che in questi pazienti c'è una <strong>iperconnettività tra la corteccia del cingolo anteriore e la corteccia premotoria ventrale che correla con i punteggi di gravità</strong>. <u>E una diminuzione della connettività tra insula e aree sensoriali,</u>\r\n</li></ul>",
        "image": "static/uploads/tatto-psicotici.jpg"
    },
    {
        "id": 178,
        "question": "Esperiemento su azioni con facce arrabbiate negli schizofrenici",
        "hints": "<p>In uno studio successivo è stato riproposto lo studio delle facce arrabbiate questa volta a pazienti con schizofrenia.\r\n\r\nQuesto studio ha evidenziato che <strong>durante l'osservazione di azioni neutre il sistema mirror dei soggetti schizofrenici risultava significativamente ipoattivato</strong>, in particolare <span style=\"color:#d35400;\"><strong>l'attivazione del lobulo parietale inferiore</strong></span> tanto più era ridotta tanto più erano gravi i sintomi di base.\r\n\r\nInoltre l'osservazione di una <strong>azione arrabbiata attivava molto meno <span style=\"color:#e74c3c;\">l'insula </span>rispetto ai soggetti sani</strong>. E questa ridotta attivazione correlava con il quoziente empatico.</p>",
        "image": "static/uploads/emozioni-schizofrenia.jpg"
    },
    {
        "id": 179,
        "question": "Esperimento sullo zigomatico e corrugatore nei soggetti schizofrenici",
        "hints": "<p>E' stato svolto uno studio durante il quale si registrava da soggetti schizofrenici e da soggetti sani l'attivazione del <strong>corrugatore della fronte e del muscolo zigomatico</strong>. Venivano mostrati al soggetto delle immagini di persone che rideva o che piangevano.\r\n\r\nNei soggetti con schizofrenia si osserva nelle facce felici una <strong>più tardiva e ridotta attivazione dello zigomatico</strong>. Inoltre è presente una attivazione dello <strong>zigomatico </strong>anche per quel che riguarda le facce felici.\r\n\r\nAndando poi a osservare tra i soggetti quelli che attivavano di meno i muscoli facciali, si è scoperto che questi soggetti avevano <strong>difficoltà a riconoscere la valenza emotiva delle espressioni del volto</strong>.\r\n\r\n<u>Quindi l'assenza di un motor mimicry congruente porta questi pazienti ad avere un deficit di simulazione incarnata che li porta ad avere grandi problematiche a livello sociale e nelle abilità empatiche.</u>\r\n</p>",
        "image": "static/uploads/zigomatico-corrugatore-schizofrenici.jpg"
    },
    {
        "id": 180,
        "question": "Quali sono i processi che inflenzano lo sviluppo del cervello umano?",
        "hints": "<p>Ci sono 5 processi che risultano essere centrali nello sviluppo del cervello umano. Il primo è la <strong>neotenia</strong>, ossia il fatto che lo sviluppo umano è molto ritardato rispetto alle scimmie antropomorfe e agli altri animali. Infatti nell'uomo esiste l'infanzia che è un periodo della vita che si presenta solamente negli uomini. Questo aspetto è legato ai geni regolatori che sono molto diversi tra uomo e scimpanzè, ad esempio il 48% dei geni regolatori che regolano lo sviluppo della corteccia prefrontale è diverso tra scimpanzè ed uomini.\r\n\r\nLa <strong>neotenia </strong>quindi espone il cervello umano a profonde modificazioni dopo la nascita, proprio perchè per tutta l'infanzia il bambino deve essere accudito e cresciuto dai genitori. Questo porta alla <strong>formazione della famiglia</strong> che è uno dei vincoli che consentono la trasmissione del sapere e della cultura. Oltre ad offrire un ambiente che incide significativamente, in positivo o negativo, sullo sviluppo del cervello del bambino.\r\n\r\nUn secondo aspetto sono i meccanismi <strong>epigenetici</strong>, sono modificazioni non del DNA, ma di come il DNA viene espresso a livello di proteine. Che sono inflenzate dal contesto ma che sono anche ereditabili. Ad esempio gli effetti epigenetici dei sopravvissuti all'olocausto si osservano anche oggi sulle seconde e terze generazioni. Inoltre due gemelli identici alla nascita, a 50 anni possono mostrare differenze epigenetiche importanti.\r\n\r\nInoltre un altro aspetto è il <strong>rapporto cultura-geni</strong> che non può più essere considerato antitetico. Per quel che riguarda questo aspetto, possiamo osservare che aspetti di natura culturale possono influenzare la selezione naturale, ad esempio in una popolazione africana (gli Yaw) a causa della siccità, si sono spostati in una zona con più acqua ma anche con più paludi. Dove proliferano le zanzare che portano la malaria. La <strong>malaria </strong>però è immune in coloro che hanno l'anemia falciforme e quindi in questa popolazione avere l'anemia falciforme ha determinato un vantaggio significativo per la sopravvivenza.\r\n\r\nInfine un ulteriore aspetto riguarda gli <strong>aspetti plastici del sistema nervoso</strong> che si osservano nei bambini ma anche nei soggetti adulti e che possono essere legati all'esperienza o anche al danno. Ad esempio topi allevati al buio o alla luce mostrano significative differenze in risposta a stimoli visivi, cosi come le aree uditive, sensoriali e motorie si modificano a seguito dell'accresciuta esperienza musicale.\r\n\r\n\r\n</p>",
        "image": "static/uploads/epigenetica.jpg"
    },
    {
        "id": 181,
        "question": "Teoria polivagale",
        "hints": "<p>Secondo la teoria polivagale il sistema che regola le risposte autonomiche sono tre:</p><ul><li>il complesso dorsale del vago non mielinizzato</li><li>il sistema simpatico</li><li>il complesso ventrale del vago mielinizzato (nel nucleo ambiguo)</li></ul><p><strong>La teoria polivagale si ispira al principio di dissoluzione di Jackson</strong></p><p>\r\nNormalmente è attivo il sistema del vago mielinizzato che connette gli organi periferici ma anche i nervi cranici e quindi favorisce aspetti di prosocialità. Quando una situazione mette in pericolo l'individuo si attiva il sistema simpatico sia attraverso i gangli simpatici che anche liberando adrenalina e noradrenalina dalla midollare del surrene. Questa risposta consente una risposta di attacco o fuga.\r\n\r\nSe anche la risposta simpatica non funziona, allora entra in gioco il vago non mielinizzato che determina bradicardia (intervenendo sul nodo seno atriale) e rallentando il cuore, favorendo la defecazione e portando ad uno stato di immobilismo (il freezing).\r\n\r\nIl fatto che una risposta emotiva possa essere controllata o meno dipende dalla <strong>finestra di tolleranza</strong>, se una stimolazione rimane all'interno della finestra di tolleranza allora abbiamo una risposta emotiva modulata e congruente. Se invece abbiamo una risposta che non è modulata possiamo avere una <strong>iperattivazione </strong>o una <strong>ipoattivazione </strong>con sensazioni di ottundimento e piattezza emotiva, immobilismo o comportamenti di sottomissione.\r\n\r\nLa finestra di tolleranza dipende sia da fattori genetici ma anche epigenetici legati alle particolari esperienze positive o negative dei soggetti che possono ampliare o ridurre questa finestra di tolleranza.</p>",
        "image": "static/uploads/teoria-polivagale.jpg"
    },
    {
        "id": 182,
        "question": "Che cos'è l'HRV e l'aritmia sinusoidale respiratoria?",
        "hints": "<p>Sono due modalità che possono essere utilizzate per valutare quanto è funzionante il freno vagale.\r\n\r\nL'HRV misura la variabilità della frequenza cardiaca, tale variabilità è legata all'attivazione del nervo vago che agisce sul nodo seno atriale rallentando i battiti del cuore (che altrimenti sarebbero normalemente a 100-120 battiti al minuto). Maggiore è la variabilità maggiore è la capacità che il nervo vado ha di bilanciare eventuali situazioni complesse e stressanti.\r\n\r\nL'aritmia sinusoidale respiratoria risponde allo stesso processo. Se abbiamo una importante risposta vagale a riposo l'arirmia è alta, con frequenze maggiori quanto inspiriamo e più lente quando espiriamo. Questo processo ottimizza gli scambi di Ossigeno e anidride carbonica durante la respirazione. Maggiore è l'aritmia e migliore è l'attività del vago e quindi possiamo avere una maggiore flessibilità di risposta, minore è l'aritmia e minore è la capacità del vago di intervenire per ridurre lo stress.\r\n</p>",
        "image": "static/uploads/aritmia-sinusoidale-respiratoria.jpg"
    },
    {
        "id": 183,
        "question": "Cos'è il PTSD?",
        "hints": "<p>Il disturbo post-traumatico da stress (PTSD, dall'inglese Post-Traumatic Stress Disorder) è generalmente caratterizzato da una triade sintomatologica:</p><ol><li><p><strong>Fenomeni intrusivi</strong>: Questo include flashback, incubi e pensieri invasivi riguardanti l'evento traumatico. Le persone possono rivivere l'evento in modo così intenso da avere reazioni fisiche come sudorazione o battito cardiaco accelerato.</p></li><li><p><strong>Evitamento e Intorpidimento</strong>: Le persone affette da PTSD tendono ad evitare luoghi, persone e attività che potrebbero farle ricordare il trauma. L'intorpidimento emotivo, come l'incapacità di provare gioia o interesse per cose che prima erano piacevoli, è anche comune.</p></li><li><p><strong>Iperarousal o Iperattivazione</strong>: Questo si riferisce a sintomi come l'essere facilmente spaventati, irritabili, agitati, o in uno stato di allerta costante. Può anche includere problemi di sonno e di concentrazione.</p></li></ol><p>La presenza di questa triade sintomatologica è un criterio chiave per la diagnosi di PTSD secondo i manuali diagnostici come il DSM-5 (Manuale Diagnostico e Statistico dei Disturbi Mentali, Quinta Edizione) e l'ICD-10 (Classificazione Internazionale delle Malattie, Decima Revisione).\r\n\r\nA livello di alterazioni neurofisiologiche quello che si osserva con un PTSD sono:\r\n</p><ul><li>Ipofunzionamento della PFC che determina</li><li>Iperattivazione dell'amigdala che non è più inibita dalla PFC\r\n</li><li>Apoptosi a livello dell'ippocampo\r\n</li><li>Deficit di modulazione del talamo</li></ul>",
        "image": "static/uploads/ptsd.jpg"
    },
    {
        "id": 184,
        "question": "Studio in Sierra Leone",
        "hints": "<p>E' stato fatto uno studio in Sierra Leone dal prof. Gallese e dai suoi collaboratori.\r\nLo scopo dello studio era studiare gli effetti del PTSD complesso in bambini e adolescenti di strada della Sierra Leone paragonati ad un campione di bambini di controllo che vivevano in famiglia.\r\n\r\nSono stati presentati delle immagini che ritraevano volti espressivi che mostravano paura, rabbia, tristezza e felicità.\r\nPer quel che riguarda il riconoscimento sia i bambini che i ragazzini mostravano un deficit nel riconoscimento delle emozioni e vedevano rabbia in tutte le emozioni negative.\r\n\r\nPer quel che riguarda le attivazioni dello zogomatico e del corrugatore nei bambini di strada c'era una normale attivazione dello zigomatico ma nessuna attivazione del corrugatore. Nel ragazzini l'attivazione del corrugatore era piatta e l'attivazione dello zigomatico era significativamente bassa.\r\n\r\nAndando poi a vedere l'aritmia sinusoidale a riposo, nei bambini quello che si osserva è una precocissima attivazione della risposta vagale, ad una età in cui nei soggetti di controllo non è necessaria e ancora non è attiva. Questa attivazione precoce del freno vagale però ha un limite, intorno agli unidici anni si osserva un graduale decremento che porta i ragazzini a non avere più una risposta vagale sufficiente.\r\n\r\nQuesto determina in questi ragazzini risposte anomale a eventi di natura sociale determinando così importanti deficit non solo nella regolazione emotiva, ma anche nelle risposte comportamentali ad essa associate. Quindi il trauma ha un effetto che si manifesta come una alterazione della socialità e quindi anche della costruzione di un sè sano, che come è risaputo, dipende significativamente dalla relazione con l'altro.\r\n\r\n<strong>Importante: Il facial mimicry si riduce nel tempo. Mentre l'anomalo riconoscimento della rabbia è presente fin da subito e non è modificato dal tempo.</strong>\r\n</p>",
        "image": "static/uploads/sierra-leone.jpg"
    },
    {
        "id": 185,
        "question": "Autismo in generale",
        "hints": "<p>Oggi si parla di spettro autistico e non più di autismo. In generale ciò che si conosce sulla patologia autistica almeno per quel che riguarda gli studi di laboratorio lo si sa su pazienti ad alto funzionamento.\r\n\r\nUno degli autori ritenuto più influente sull'autismo e <strong>Simon Baron-Cohen</strong> che inizialmente aveva ipotizzato che il nucleo psicopatologico dell'autismo fosse un deficit a carico della <strong>Teoria della Mente</strong>. Ma visto che circa il 25% dei bambini con ASD risolvono problemi di falsa credenza ha poi ipotizzato un problema <strong>all'amigdala</strong>, per poi arrivare all'ipotesi <strong>dell'ipermaschio</strong>, cioè una estrema sensibilità dei cervelli dei soggetti autistici al testosterone e un conseguente deficit di empatia.\r\n\r\nI deficit che si osservano nell'autismo sono:</p><ul><li>difficoltà nell'imitazione, anche se non sempre, c'è un ipofunzionamento delle abilità imitative\r\n</li><li>nell'espressione facciale delle emozioni e nel riconoscimento delle emozioni facciali</li><li>nella comprensione delle intenzioni altrui e nei loro stati d'animo</li><li>deficit motori (stereotipie) o deficit linguistici (disartrie)\r\n</li><li>disprassie (ad esempio quando la madre si allunga per abbracciarli loro non allungano le braccia)\r\n</li><li>deficit nel mimare l'uso di uno strumento\r\n\r\nSecondo Gallese il deficit nell'autismo si colloca in un più generale deficit di diversi meccanismi simulativi. Nei soggetti autistici quindi sarebbe necessaria una teorizzazione esplicita per sopperire al deficit di simulazione incarnata\r\n</li></ul>"
    },
    {
        "id": 186,
        "question": "Come è lo sviluppo del cervello di un autistico?",
        "hints": "<p>Da uno studio di risonanza morfologica si è potuto osservare che soggetti con un disturbo dello spettro autistico mostrano in una primissima fase una ipertrofia corticale, che poi diventa più sottile rispetto al cervello di bambini normotipici.</p>",
        "image": "static/uploads/cervello-autismo.jpg"
    },
    {
        "id": 187,
        "question": "Come guarda un viso un autistico?",
        "hints": "<p>Quando si chiede ad un soggetto autistico di guardare un volto non guarda triangolando la regione degli occhi e della bocca, ma spostano il loro sguardo da un'altra parte. Le aree visive non sono deficitarie, nonostante ci siano degli assottigliamenti a livello occipitale, se al bambino viene detto di guardare in un determinato punto c'è una attivazione delle aree specifiche per i volti che è simile, ma non uguale, a quella di soggetti sani.\r\n\r\nQuesto deficit nell'osservazione potrebbe essere dovuto a<strong> deficit connessionali nell'amigdala e nell'insula.</strong>\r\n\r\nIn soggetti normotipici ci sono infatti <u>numerose connessioni tra l'insula posteriore e le aree somatosensoriali</u>, nei soggetti autistici <strong>queste connessioni sono significativamente ridotte</strong>. Inoltre anche la connettività tra l'insula anteriore e l'amigdala risulta deficitaria. Una delle ipotesi quindi è che la ridotta connettività tra l'insula anteriore e l'amigdala e l'insula posteriore e le regioni tattili determini un evitamento delle informazioni emotive che sono contenute nei visi espressivi.\r\n</p>",
        "image": "static/uploads/dove-guardano-gli-autistici.jpg"
    },
    {
        "id": 188,
        "question": "Altri deficit focali trovati negli autistici",
        "hints": "<p>Altri deficit focali trovati negli autistici:</p><ul><li>c'è una ridotta connettività tra le aree visive e il giro frontale inferiore nei soggetti con autismo</li><li><strong>deficit di imitazione</strong>, imitano tutto anche i gesti involontari</li><li>hanno deficit nel riconoscimento dei point-light-display</li><li><strong>mostrano difficoltà nel ruotare mentalmente posture (assottigliamento premotoria ventrale)</strong></li><li>sono <strong>meno soggetti allo sbadiglio contagioso</strong></li><li>la desincronizzazione del mu <strong>c'è solo quando si vede il movimento di estraneo</strong></li><li>durante la processazione semantica hanno una <strong>ipoattivazione dell'area di broca</strong></li><li><strong>durante la visione di azioni con vitality forms riescono a capire cosa succede, ma non riescono a comprendere la vitality form (il come)</strong></li></ul>",
        "image": "static/uploads/autismo-ritmo-mu.jpg"
    },
    {
        "id": 189,
        "question": "Studio di Dapretto su autistici",
        "hints": "<p>In uno studio molto importante di Dapretto, moglie di Iacoboni, hanno mostrato a dei soggetti a sviluppo normale e a soggetti autistici dei volti. In una condizione dovevano semplicemente osservare, mentre nell'altra dovevano anche imitare. <u>Venivano anche controllati i movimenti oculari che gli autori hanno dichiarato essere simili tra soggetti con autismo e soggetti sani,</u>\r\n\r\nNella condizione di imitazione c'è una <strong>ipoattivazione del sistema mirror</strong>, con una ridotta attivazione a livello <strong>frontale</strong>, <strong>parietale </strong>e <strong>premotoria</strong>. <strong><u>Non ci sono differenze a livello temporale</u>.</strong>\r\n\r\nSe andiamo a osservare nel compito di sola osservazione delle emozioni e andiamo a fare una differenza tra le attivazioni dei soggetti sani e le attivazioni dei soggetti con autismo notiamo che resta attiva un'area che si trova a livello della corteccia ventrale al confine con il giro temporale inferiore (area 44).</p>",
        "image": "static/uploads/dapretto.jpg"
    }
]